{"source": "类型#裤*版型#宽松*风格#性感*图案#线条*裤型#阔腿裤", "target": "宽松的阔腿裤这两年真的吸粉不少，明星时尚达人的心头爱。毕竟好穿时尚，谁都能穿出腿长2米的效果宽松的裤腿，当然是遮肉小能手啊。上身随性自然不拘束，面料亲肤舒适贴身体验感棒棒哒。系带部分增加设计看点，还让单品的设计感更强。腿部线条若隐若现的，性感撩人。颜色敲温柔的，与裤子本身所呈现的风格有点反差萌。"}
{"source": "类型#裙*风格#简约*图案#条纹*图案#线条*图案#撞色*裙型#鱼尾裙*裙袖长#无袖", "target": "圆形领口修饰脖颈线条，适合各种脸型，耐看有气质。无袖设计，尤显清凉，简约横条纹装饰，使得整身人鱼造型更为生动立体。加之撞色的鱼尾下摆，深邃富有诗意。收腰包臀,修饰女性身体曲线，结合别出心裁的鱼尾裙摆设计，勾勒出自然流畅的身体轮廓，展现了婀娜多姿的迷人姿态。"}
{"source": "类型#上衣*版型#宽松*颜色#粉红色*图案#字母*图案#文字*图案#线条*衣样式#卫衣*衣款式#不规则", "target": "宽松的卫衣版型包裹着整个身材，宽大的衣身与身材形成鲜明的对比描绘出纤瘦的身形。下摆与袖口的不规则剪裁设计，彰显出时尚前卫的形态。被剪裁过的样式呈现出布条状自然地垂坠下来，别具有一番设计感。线条分明的字母样式有着花式的外观，棱角分明加上具有少女元气的枣红色十分有年轻活力感。粉红色的衣身把肌肤衬托得很白嫩又健康。"}
{"source": "类型#裙*版型#宽松*材质#雪纺*风格#清新*裙型#a字*裙长#连衣裙", "target": "踩着轻盈的步伐享受在午后的和煦风中，让放松与惬意感为你免去一身的压力与束缚，仿佛要将灵魂也寄托在随风摇曳的雪纺连衣裙上，吐露出<UNK>微妙而又浪漫的清新之意。宽松的a字版型除了能够带来足够的空间，也能以上窄下宽的方式强化立体层次，携带出自然优雅的曼妙体验。"}
{"source": "类型#上衣*材质#棉*颜色#蓝色*风格#潮*衣样式#polo*衣领型#polo领*衣袖长#短袖*衣款式#拼接", "target": "想要在人群中脱颖而出吗？那么最适合您的莫过于这款polo衫短袖，采用了经典的polo领口和柔软纯棉面料，让您紧跟时尚潮流。再配合上潮流的蓝色拼接设计，使您的风格更加出众。就算单从选料上来说，这款polo衫的颜色沉稳经典，是这个季度十分受大众喜爱的风格了，而且兼具舒适感和时尚感。"}
{"source": "类型#上衣*版型#h*材质#蚕丝*风格#复古*图案#条纹*图案#复古*图案#撞色*衣样式#衬衫*衣领型#小立领", "target": "小女人十足的条纹衬衣，缎面一点点的复古，还有蓝绿色这种高级气质复古色，真丝材质，撞色竖条纹特别的现代感味道，直h型的裁剪和特别的衣长款式，更加独立性格。双层小立领，更显脸型。"}
{"source": "类型#裙*材质#网纱*颜色#粉红色*图案#线条*图案#刺绣*裙腰型#高腰*裙长#连衣裙*裙袖长#短袖*裙领型#圆领", "target": "这款连衣裙，由上到下都透出一丝迷人诱惑的女性魅力，经典圆领型，开口度恰好，露出你的迷人修长的脖颈线条，很是优雅气质，短袖设计，在这款上竟是撩人美貌，高腰线，散开的裙摆，到小腿的长度，遮住了腿部粗的部分，对身材有很好的修饰作用，穿起来很女神；裙身粉红色花枝重工刺绣，让人一眼难忘！而且在这种网纱面料上做繁复图案的绣花，是很考验工艺的，对机器的要求会更高，更加凸显我们的高品质做工；"}
{"source": "类型#上衣*颜色#纯色*图案#纯色*图案#文字*图案#印花*衣样式#卫衣", "target": "一款非常简洁大方的纯色卫衣，设计点在于胸前的“<UNK><UNK>”的中文字印花，新颖特别，让人眼前一亮。简单又吸睛的款式，而且不失时髦感，很适合个性年轻人。"}
{"source": "类型#上衣*版型#宽松*颜色#黑色*颜色#灰色*颜色#姜黄色*风格#休闲*图案#线条*图案#撞色*衣样式#毛衣*衣袖型#落肩袖", "target": "看惯了灰色的冷淡和黑色的沉闷感，来一点醒目的彩色增添点活力吧。亮眼又吸睛的姜黄色色调，嫩肤显白非常的有设计感。趣味的撞色和宽松的版型相交辉映，修饰身形小缺点的同时，时尚又百搭。优雅的落肩袖，轻松修饰肩部线条，让毛衣上身凸显出一丝慵懒随性的休闲感，时尚魅力尽显。"}
{"source": "类型#上衣*风格#休闲*风格#潮*图案#印花*图案#撞色*衣样式#衬衫*衣领型#圆领*衣长#中长款*衣长#常规*衣袖长#无袖", "target": "黑与白，两种最极端的颜色却轻松搭配成了经典，就像此款衬衣，无需过多装饰，仅色调就足够醒目个性，受潮<UNK>所喜欢。做了无袖中长款的样式，走路带风的感觉着实不错，圆领的设计，不是常规的衬衫领，少了点正式反而有种休闲感觉，适合孩子们穿着。后背大面积撞色印花装点，是时尚潮流的象征，也让衣衣不至于单调，轻松就能穿出彩。"}
{"source": "类型#上衣*版型#宽松*风格#街头*风格#休闲*风格#朋克*图案#字母*图案#文字*图案#印花*衣样式#卫衣*衣款式#连帽*衣款式#对称", "target": "个性休闲风的连帽卫衣造型时髦大方，宽松的版型剪裁让肉肉的小宝贝也可以穿着，保暖的连帽设计时刻给予宝贝温柔的呵护，袖子和后背别致时髦的字母印花点缀，满满的街头元素融入，演绎休闲朋克风，对称的小口袋美观大方，方便放置更多的随身物品。"}
{"source": "类型#裙*裙款式#链条", "target": "简单大气的设计，不费吹灰之力就能搭配的时髦范儿。时尚的配色一点都不觉得平淡了，有种浑然天成的大气感。强调了整体的装饰，和谐又不失个性，搭配裤装帅气十足，搭配裙子精致优雅。链条和肩带的搭配让使用感更加舒服，单肩手提都好看。"}
{"source": "类型#裤*版型#显瘦*材质#牛仔布*颜色#深蓝色*风格#复古*图案#复古*图案#线条*裤腰型#高腰*裤口#微喇裤", "target": "深蓝色的高腰牛仔裤，修身的款式勾勒出纤细的美腿。牛仔裤的裤脚设计<UNK>张开的喇叭型，巧妙地修饰了小腿的线条，洋溢着复古的年代感。"}
{"source": "类型#上衣*风格#清新*风格#潮*风格#性感*图案#条纹*图案#蝴蝶结*衣样式#衬衫*衣领型#一字领*衣门襟#系带*衣款式#不对称", "target": "这是一件显得特别清新的衬衣，采用了条纹的设计，给予人一种甜美可人的气质。并且融合了别致的斜肩一字领设计，高调的展示出性感的锁骨，将迷人的香肩展现在外，性感中不失去清纯的气息。袖口处的蝴蝶结系带装饰，增添了俏皮的韵味，简洁大方。且在下摆处采用了不对称的设计，增强了视觉效果，更显潮流。"}
{"source": "类型#裤*材质#牛仔布*风格#复古*图案#复古*裤型#直筒裤*裤款式#纽扣*裤腰型#高腰", "target": "作为基础款单品，牛仔裤也<UNK><UNK>，想要呈现给大家的是——每次搭配都有新感觉。裤子经过复古做旧处理，风格鲜明，也很注重细节，连纽扣也做了统一的做旧处理，融入个性十足的磨破设计，高腰直筒basic裤型，修饰身材，穿出高挑长腿。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*图案#线条*图案#刺绣*衣样式#针织衫*衣领型#v领", "target": "一款温暖柔软又富有弹性的针织衫，不仅可以抵御严寒侵袭，还能更好地进行搭配。v领的设计，能勾勒出迷人的天鹅颈以及衬托出娇小的脸型。宽松又别致的剪裁，能从视觉上显露纤长的下半身，起到显瘦的效果。直筒造型的袖子，修饰出优美的手臂线条，衣身上的方格刺绣，时尚又吸睛。"}
{"source": "类型#上衣*颜色#绿色*风格#清新*图案#线条*衣样式#衬衫*衣领型#翻领", "target": "绿色的衣身上镶嵌着<UNK>，就是这款衬衫最大的迷人之处，“红花配绿叶”般的色调，将清新气息阐述的淋漓尽致。经典的翻领更是贴心，修饰颈部线条的同时，尽显精致干练的气质，出街轻松凹造型。"}
{"source": "类型#上衣*图案#字母*图案#文字*图案#印花*图案#撞色*衣样式#外套*衣门襟#拉链*衣款式#拉链", "target": "这款外套采用了撞色拉链织带以及字母印花设计。这两种元素的融入使外套不会显得过于单调沉闷，吸睛而亮眼，充满年轻与朝气感，非常减龄。"}
{"source": "类型#裙*版型#显瘦*版型#h*风格#复古*图案#复古*图案#刺绣*裙长#连衣裙*裙袖长#长袖*裙领型#翻领*裙衣门襟#单排扣", "target": "本款连衣裙整体采用h型的轮廓设计，藏肉显瘦，不挑身材，适合各种身形的人穿着。小翻领的领口设计，使得本款连衣裙穿在身上看起来十分的精神帅气，具有青春活力。单排扣的衣门襟设计，又给本款连衣裙带来了一丝的复古味道。裙身上的刺绣花朵装饰，使得本款连衣裙不显得单调，富有层次感，上身给人一种独特的时尚魅力。长袖的设计，更加的贴合手臂曲线，上身更加的舒适贴身。"}
{"source": "类型#上衣*颜色#粉色*风格#清新*衣样式#外套*衣样式#西装*衣门襟#双排扣", "target": "这款外套设计成西装的版型，彰显经典优雅的气质，结合了粉色又添清新气息，甜美百搭时尚感满满。利落的版型简洁流畅，亮色双排扣更添精致感。"}
{"source": "类型#上衣*风格#休闲*图案#线条*衣样式#风衣*衣样式#外套*衣门襟#拉链*衣款式#拉链*衣款式#松紧带*衣款式#连帽*衣款式#收腰", "target": "选自品牌江南布衣的一款女士长风衣外套，选用轻薄的<UNK><UNK>，穿着灵活毫无压力。直筒版型简洁利落，长过膝盖的长度穿着个性十足，连帽宽大有型，富有活力，<UNK>拉链开合，拉上拉链有一丝酷劲，敞开穿则更休闲，连帽领翻开修饰颈部线条。松紧带收腰设计，低调的分割上下比例，打造显高小心机。"}
{"source": "类型#裤*材质#棉*材质#牛仔布*风格#街头*风格#简约*图案#刺绣*裤长#短裤*裤款式#钉珠*裤口#毛边", "target": "又到了光腿穿裙子和短裤的时候了，BRAND的这款短裤，采用柔软透气的纯棉牛仔面料，穿着舒适无束缚感。而简约的版型加入了精美的刺绣和钉珠装饰，提升了整体的品质感，显得精美而又立体饱满。搭配下摆的毛边装饰，散发出不羁的街头感。"}
{"source": "类型#上衣*材质#牛仔布*颜色#黑色*图案#条纹*衣样式#衬衫*衣领型#翻领*衣门襟#系带*衣款式#拼接*衣款式#露肩", "target": "一款老鹰图案露肩衬衫，露肩系带的设计，少女感十足。老鹰图案的设计，更添几分趣味感。条纹面料和牛仔面料的拼接设计，给人一种风度的层次感。小翻领的设计十分的精致，搭配一件黑色打底裤也吸晴万分。"}
{"source": "类型#裙*材质#雪纺*裙型#百褶*裙长#半身裙*裙款式#拼接*裙款式#腰带", "target": "一款颇有设计感的半身裙，单侧雪纺百褶的拼接设计，规整排列的层次感带来立体效果，增加了裙身的廓形，行走间更是带来柔美的灵动气息，轻而易举穿出优雅的轻熟风，呈现十足的女人味来。同面料延伸处理的半固定腰带，可以自然的垂落下来，也算是为整体打造造型亮点，彰显你独特的时尚品味，迎合早春对轻盈的追求。"}
{"source": "类型#裙*版型#显瘦*风格#性感*裙型#包臀裙*裙型#鱼尾裙", "target": "修身包臀版型结合性感鱼尾裙摆设计，彰显婉约优雅风情之余，为整体注入几分俏皮灵动气息。且下摆辅以律动感摺裥元素，更烘托出女性浪漫精致的一面。"}
{"source": "类型#裙*颜色#绿色*图案#线条*裙长#连衣裙*裙领型#v领*裙款式#勾花镂空", "target": "连衣裙可以让你在旋转与跳跃间，都散发出万种风情，受到了万千女性的喜爱。这款连衣裙选用绿色调，既散发出活力气息，又增添了高雅的气质。而镂空的钩花设计，则为其增添了浪漫的风情，同时更显美观与时尚。再加上v领的设计，不仅映衬出精致的脸颊，还打造出优美的颈部线条。"}
{"source": "类型#上衣*风格#淑女*衣样式#毛衣*衣领型#高领", "target": "高领毛衣一直是网红妹子，因为穿着它有一种淑女甜美气质。它最大的亮点在于它的高领设计和花边装饰。在淑女干练的气质基础上又增加了一些少女的甜美气息，穿着非常有型，最佳搭配小白鞋。"}
{"source": "类型#裤*裤长#九分裤*裤型#阔腿裤*裤款式#拉链*裤腰型#高腰*裤口#开叉", "target": "九分裤长，把妹子的拉长了腿的比例，配合高腰设计，瞬间显得妹子的腿长了很多，一下子自信满满啦。采用侧面隐藏拉链设计，穿脱方便又舒适。设计感十足的开叉裤脚，身上的摩登<UNK>浓了。这个春天妹子的腿型，就交给阔腿裤啦。"}
{"source": "类型#上衣*颜色#黑白*风格#复古*风格#文艺*图案#格子*图案#复古*衣样式#衬衫*衣领型#翻领*衣门襟#套头*衣款式#纽扣", "target": "经典的套头翻领衬衫与黑白格纹元素组合，一直以来的气场经久不衰。而采用复古精致的纽扣装点的半门襟设计，简单的小细节处理，彰显出浓浓的文艺气息。"}
{"source": "类型#上衣*颜色#黑白*风格#复古*风格#文艺*图案#格子*图案#复古*衣样式#衬衫*衣领型#翻领*衣门襟#套头*衣款式#纽扣", "target": "套头翻领衬衫与黑白格纹元素组合，一直以来的气场经久不衰。而采用复古精致的纽扣装点的半门襟设计，简单的小细节处理，彰显出浓浓的文艺气息。"}
{"source": "类型#裙*图案#卡通*裙长#连衣裙", "target": "传奇而又经典的卡通形象，米老鼠似乎已经成为了孩童风格的一种标志，大小不一的头像以及奇趣的表情设计。满版的点缀风格让整个连衣裙洋溢着独特的天真气质，加之面料小口袋的点缀，小小的造型呈现出灵巧而又可爱的格调，让宝贝俏皮萌动。"}
{"source": "类型#裙*图案#条纹*图案#刺绣*裙型#背带裙*裙下摆#毛边", "target": "假两件版型的设计，给人一种错觉，大大增添自身时髦感。毛边裙摆的采用，看起来活力十足。设计师解决了以往穿脱不方便的问题，应用的可调节背带设计，非常的人性化。裙子上的花朵刺绣图案，看起来也栩栩如生，同时也展示出了精湛的做工手艺。为了与女人自身清纯的一面形成呼应，应用的条纹图案非常完美。"}
{"source": "类型#裤*版型#宽松*材质#牛仔布*风格#街头*风格#休闲*裤长#五分裤*裤腰型#松紧腰", "target": "这款休闲五分裤，采用亲肤软牛仔，洗水磨白形成深浅对比，更加个性。大弹力松紧腰，舒适贴合，一点都不紧勒。裤子门襟时尚的设计，为细节加分。立体双贴袋，腰间系带的点缀更吸睛。精致的裁剪，或是干练整洁的走线和宽松版型，是对街头的描写。"}
{"source": "类型#上衣*材质#蕾丝*图案#条纹*图案#蕾丝*衣样式#衬衫*衣领型#立领*衣款式#荷叶边", "target": "条纹衬衫是引领时尚圈的常青树，尤其给人舒适感官享受的蓝白条纹，更是深得时尚icon的喜爱。加之搭载经典的立领秀出纤长的玉颈，更显气质优雅。肩膀上饰有薄薄的蕾丝，打破了条纹衬衫的干练，更添别样风情。荷叶边的蔓延更显气质甜美，自然吸睛无数。"}
{"source": "类型#裙*材质#牛仔布*风格#休闲*图案#线条*裙型#牛仔裙*裙长#半身裙", "target": "牛仔半身裙作为时尚宠儿，一直被很多潮人捧在手心，zui妙的莫过于它<UNK>的时髦感以及百搭易驾驭的属性。裙身设计了自然的腰型，拉长腿部线条，让小仙女们感受到大长腿。以及两侧插袋的造型，显得比较随意，休闲的感觉。"}
{"source": "类型#上衣*颜色#纯色*图案#纯色*图案#刺绣*衣样式#卫衣*衣袖型#罗纹袖口", "target": "乍一看很平凡的纯色系卫衣，<UNK>暗藏的刺绣玄机，就足够把时髦的张力表现得不凡。很有包容性的廓形，舒适的罗纹收口，宽大的样子却依旧<UNK>既定的风格，让你的潇洒随性表现得收放自如。呆萌查理的袖间刺绣，极简的漫画笔触巧塑生动有趣的风格。"}
{"source": "类型#上衣*衣样式#衬衫*衣样式#风衣*衣款式#抽绳", "target": "风衣带有一种随性大气的感觉，在春风拂面的日子里能衬托出你的气质。草绿色的衣身配色，与与自身清纯干净的性格形成了呼应。具有一定实用性的下摆抽绳，可以让你任意的变换风格。抛弃了衬衫领的设计应用的设计，更能将你帅气的一面展示出来。"}
{"source": "类型#裙*风格#职场*图案#线条*裙型#包臀裙*裙下摆#开叉", "target": "优质挺括的面料。包臀版型，长度在膝盖往下一点，显得利落而大方，与生俱来的气场感。适合职场女性，包臀裙的优势在于凸显腰身线条，侧边开叉的设计不仅让整体造型更具曾层次感，也增添一份恰到好处的妩媚"}
{"source": "类型#裙*风格#职场*图案#线条*裙型#包臀裙*裙下摆#开叉", "target": "优质挺括的面料。包臀版型，长度在膝盖往下一点，显得利落而大方，与生俱来的气场感。适合职场女性，包臀裙的优势在于凸显腰身线条，侧边开叉的设计不仅让整体造型更具曾层次感，也增添一份恰到好处的妩媚。"}
{"source": "类型#裙*风格#职场*图案#线条*裙型#包臀裙*裙下摆#开叉", "target": "长度在膝盖往下一点，显得利落而大方，与生俱来的气场感。适合职场女性，包臀裙的优势在于凸显腰身线条，侧边开叉的设计不仅让整体造型更具曾层次感，也增添一份恰到好处的妩媚"}
{"source": "类型#上衣*材质#针织*风格#复古*风格#清新*图案#条纹*图案#复古*衣样式#针织衫*衣样式#开衫*衣长#常规*衣款式#拼接*衣款式#纽扣*衣款式#罗纹", "target": "慵懒气质的针织开衫，充满了复古的情调，奶奶级的麻花编织手法，充满立体感的同时保暖效果也是满分。下摆的罗纹拼接，让针织衫回暖性更棒。活泼的<UNK>条纹拼接，跳脱出常规配色，清新色调的选用，更加衬托出肌肤的雪白。精致的纽扣点缀，反光的质感让针织衫充满现代感。"}
{"source": "类型#上衣*风格#复古*图案#蝴蝶结*图案#复古*图案#波点*衣样式#衬衫*衣领型#立领*衣门襟#系带*衣款式#木耳", "target": "【<UNK>说】<UNK>衬衫，大波点气质复古从立领上延伸的长系带，可轻松绑成蝴蝶结，甜美感加分采用打缆工艺的松紧袖口边边处的木耳<UNK>很可爱"}
{"source": "类型#裙*风格#简约*风格#青春*图案#字母*图案#文字*裙型#网纱裙*裙袖长#无袖*裙领型#圆领", "target": "大气的圆领舒适贴合，彰显出女孩儿精神的气质。无袖的款式与圆领相迎合，简约的同时又不失时尚风采。前身由可爱蝴蝶图案点缀，亮丽的字母映衬其上，诉说着一丝精美感。橙色网纱裙摆造型优雅唯美，与上身的图案相呼应，十分富有青春的气息，伴随着步伐的行走间，带出一丝别致浪漫的风情。"}
{"source": "类型#上衣*材质#丝绒*风格#复古*图案#复古*衣样式#雪纺衫*衣袖型#喇叭袖*衣款式#木耳边*衣款式#飘带*衣款式#荷叶边", "target": "这款雪纺衫，采用具有复古韵味的荷叶边元素，加上丝绒质感的加长飘带，洋溢着浪漫古典的韵味。<UNK>两侧镶有包扣，和立体木耳边装饰，大大提升时髦指数。而流线型喇叭袖设计，充满灵动质感，为造型平添活力。"}
{"source": "类型#裙*版型#宽松*版型#显瘦*裙下摆#荷叶边*裙腰型#高腰*裙长#半身裙", "target": "很简洁百搭的一款半裙，裙身荷叶边设计，飘逸灵动，上身更显层次感丰富。高腰造型，版型优良，衬显修长双腿。裙子做的比较宽松，包容性敲好，遮肉效果棒棒的。非常的显瘦哦，选用精品梭织面料，垂感好，肌理细致，上身敲舒服哟。"}
{"source": "类型#裙*风格#青春*风格#性感*图案#线条*裙下摆#开叉*裙长#连衣裙*裙领型#翻领*裙款式#腰带*裙款式#衬衫式", "target": "设计师以衬衫式的创作灵感，巧妙地搬运到连衣裙身上，中性又不失性感；时尚小翻领设计，巧妙衬托颈部线条，彰显青春派的艺术时尚，小资派的精彩演绎。耳目一新的双腰带设计，既突出了腰线又感觉很前卫；下面走心的大开叉设计，更能激发人的好奇心，营造出无人超越的高级性感，只需一眼就令人<UNK>。"}
{"source": "类型#裙*版型#宽松*风格#性感*图案#印花*裙下摆#荷叶边*裙长#连衣裙*裙袖型#灯笼袖", "target": "这款连衣裙走的是性感大方的风格路线，展现出你的大大咧咧的性情，非常的有趣。选用了宽松的版型，配合星空印花的图案，塑造出新颖有趣，不失活力四射的印象感。荷叶边的裙摆设计，突显出飘逸性感的一面。配合灯笼袖的袖型细节，体现出<UNK>的一面。"}
{"source": "类型#裙*版型#显瘦*材质#水洗*颜色#浅色*风格#休闲*风格#性感*图案#线条*裙型#牛仔裙*裙型#直筒裙*裙下摆#开叉*裙下摆#毛边*裙腰型#高腰", "target": "浅色水洗效果牛仔裙，高腰设计融合修身直筒廓形，凸显纤细腰部和迷人翘臀，美化勾勒性感身材曲线。正面开叉细节有效拉长腿部线条，灵动性感。磨毛边下摆设计，带来休闲随性气息。"}
{"source": "类型#上衣*风格#休闲*图案#条纹*图案#印花*衣样式#卫衣*衣款式#连帽*衣款式#罗纹", "target": "这款连帽卫衣自带休闲魅力，将杜嘉班纳的品牌标志以印花的形式装饰在衣身前幅，展现出华丽不失看点的视觉效果，每时每刻都在彰显不凡品味。罗纹条纹袖口和下摆，不仅能使卫衣更帅气惹眼，还能为整体增加一股前卫之风。"}
{"source": "类型#上衣*风格#简约*图案#卡通*图案#蝴蝶结*图案#印花*衣样式#衬衫", "target": "大面积的卡通兔子印花，童趣满满，再加上领口的蝴蝶结装饰织带。充满童趣的同时又不失小女生的甜美气息，相当减龄。这款衬衫选用真丝面料，真丝面料不仅轻薄，而且柔滑、亲肤，就好像人的第二层肌肤般带给你清凉舒适的穿着感觉。合身的版型，裁剪得干净利落，简约又不失时尚气息，打造干练的气场。这款衬衫日常十分百搭，不仅可以与其他服饰搭配，作为一件单品也十分出彩。"}
{"source": "类型#裤*材质#牛仔布*材质#水洗*风格#复古*风格#简约*图案#复古*图案#线条*裤长#九分裤*裤款式#不规则*裤口#毛边", "target": "misssixty的这款单品延续经典的九分牛仔裤版型，结合贴合身形的剪裁，展现出柔美修长的腿部线条；不同的位置做了不同程度的水洗复古工艺，使得裤身更加立体厚重；此外，裤脚处采用了微微不规则的毛边剪裁，为简约的整体注入一丝随性之感；再加上<UNK>相互呼应的翅膀状图案点缀，瞬间带来一丝浪漫唯美的味道。"}
{"source": "类型#上衣*颜色#纯色*图案#纯色*图案#线条*衣样式#卫衣*衣领型#圆领*衣袖型#收口*衣门襟#套头*衣款式#螺纹", "target": "使用经典的螺纹圆领来展开设计，将衣型打造成套头卫衣的款式，穿着时轻松收口，将颈部线条修饰出挺拔优美的的效果，让穿着更加具有精气神。衣身以纯色作为主色调，配上经典的小企鹅logo，将正面点缀，它拥有一个俏皮的小蝴蝶领结，充满细节感，使得衣身吸睛耀眼。"}
{"source": "类型#裤*材质#牛仔布*裤长#九分裤*裤型#直筒裤", "target": "c小小的这样一条迷人的牛仔裤彰显出你的大气个性，它的别致直筒版型十分的高端迷人，让你吸睛十足。个性九分的版型展示出你的迷人小脚踝。它的大气牛仔材质，十分的舒适洒脱，迷人更有型。"}
{"source": "类型#上衣*材质#蕾丝*颜色#纯色*风格#简约*图案#纯色*图案#线条*图案#蕾丝*衣样式#衬衫*衣领型#v领", "target": "一款简约的纯色衬衫，采用了个性的大v领，露出柔美的锁骨和颈部线条，散发出清爽迷人的气质；点缀精美的蕾丝花边装饰，波浪形的花边很有美感，增加了视觉亮点。"}
{"source": "类型#裙*图案#撞色*裙下摆#垂坠*裙长#连衣裙*裙袖长#无袖*裙袖型#收口*裙款式#拼接*裙款式#绑带*裙款式#波浪", "target": "来自奥芝国的推出的无袖连衣裙，精选弹力冰丝材质穿柔软垂坠性很好，适合春夏秋三季穿搭。腰部的撞色波浪纹弹力腰封拼接，并以交叉绑带式收口，修饰腰身轻松穿<UNK>人大长腿。"}
{"source": "类型#上衣*版型#显瘦*材质#针织*颜色#灰色*颜色#深蓝色*图案#线条*衣样式#毛衣", "target": "这是一款专为胖孩子设计的针织毛衣，加肥加大的立体版型，利落有型穿着合体不臃肿，穿着更加帅气显瘦；领口、袖口和下摆收紧处理使衣衣更加利落有型，久穿久洗也不易磨损和变形，颇具品质感；深蓝色的大身巧妙地加入一些灰色线条修饰活泼大方，孩子穿上它，洋溢着青春活力。"}
{"source": "类型#上衣*材质#牛仔布*材质#网纱*风格#街头*衣样式#衬衫*衣款式#拼接*衣款式#勾花镂空*衣款式#钉珠", "target": "时髦又帅气的牛仔拼接裙，利用多材质拼接演绎刚柔并济的设计。硬朗的牛仔衬衫以镂空拼接，构造出深浅的色系变化，加上钉珠铆钉的装饰，更是玩味出十足的街头帅气。下身拼接的网纱半裙，层次细腻又丰富，两侧加入牛仔插袋呼应上身面料，带来一体感设计。"}
{"source": "类型#裙*材质#牛仔布*颜色#蓝色*颜色#浅蓝色*风格#性感*裙型#牛仔裙*裙型#包臀裙*裙下摆#开叉*裙款式#拼接*裙款式#纽扣", "target": "mm们<UNK>拼接风呢？这款牛仔裤是非常有趣的拼接风，浅蓝色和原蓝色的牛仔拼接在一起，非常吸引眼球。在左侧的裙摆处还做了开叉设计，微微露出腿部皮肤，展现性感姿态。包臀的设计，凸显圆润的臀部。前幅一排金属纽扣，增添细节感和精致度。喜欢的mm千万不要错过~"}
{"source": "类型#裙*材质#蕾丝*颜色#粉色*风格#清新*图案#碎花*图案#线条*图案#蕾丝*裙型#a字*裙下摆#花边*裙领型#圆领*裙款式#飘带", "target": "清新的小碎花缀满衣身，以淡雅的粉色调为底色，焕发出甜美温婉的少女气息。简洁的圆领设计，柔化脸部线条，加上蕾丝飘带点缀，更显娇俏减龄。下摆蕾丝花边分割裙裾，转身间将浪漫挥洒。散开的a字裙摆，恰到好处遮住了臀部和腿部粗的部分，有很好的修饰作用。"}
{"source": "类型#裙*版型#显瘦*风格#淑女*图案#植物*图案#印花*裙型#百褶*裙长#连衣裙*裙领型#娃娃领*裙款式#拼接*裙款式#腰带", "target": "法式浪漫情怀，由这款印花连衣裙为你抒写。蝴蝶花卉印花铺陈裙身，蝴蝶翩跹BRAND花丛，浪漫迷人美如画，法式风情呼之欲出。娃娃领的设计，凸显一身柔美的淑女气质。裙摆百褶的设计，<UNK>飞舞更添灵动飘逸的美。腰带拼接的设计，完美打造显瘦显高的身材比例。"}
{"source": "类型#裙*材质#雪纺*风格#复古*风格#简约*风格#休闲*图案#复古*图案#线条*图案#印花*裙长#连衣裙", "target": "这一款雪纺连衣裙复古的小立领带来不一样的惊喜，不仅拉伸了脖颈的线条，同时衬托出娇小的脸型。衣身大大的印花很有质感，简约休闲中透露着复古精致的美丽。"}
{"source": "类型#上衣*风格#文艺*风格#简约*风格#清新*衣样式#外套*衣门襟#拉链*衣款式#拉链", "target": "飘飘落落，暖色的布料上纷纷落落的铺着羽毛，灰常有意境的一款连衣裙。羽毛是这款连衣裙最大的亮点，色彩也丰富饱满，凸显的文艺感也灰常强烈，满满的文艺清新气息；简约大方的设计，有种不喧嚣的热烈感；凸显内敛的气质。搭大衣、棉服外套不仅保暖又灰常的有韵味，而且这款不仅做了开扣的设计，还做了隐形的小拉链！是可哺乳的款式，方便孕后哺乳穿，墙裂推荐！"}
{"source": "类型#裙*材质#针织*风格#简约*风格#青春*风格#清新*风格#性感*图案#条纹*图案#撞色*裙下摆#开叉*裙长#连衣裙*裙款式#拼接*裙款式#吊带", "target": "这款针织吊带连衣裙展现青春时尚的格调，双侧撞色条纹的拼接简约经典，散发出清新爽朗的气息，显得格外惹眼，营造出明媚动人的视觉吸引力。赋予简约的吊带裙满满的活力，开叉的剪裁性感别致，充满小女人的韵味。"}
{"source": "类型#上衣*风格#街头*风格#青春*衣样式#t恤*衣领型#圆领", "target": "三叶草的这款体恤面料比较舒适，穿起来也能很好的透气排汗。整体的设计风格就是经典的款式，所以说是街头常年流行的必备。圆领的领口设计在穿脱时起到了方便。同时修饰脸部轮廓，更显小脸。三叶草的标志也是最为独特的品牌标识，穿出了个人的品味。"}
{"source": "类型#上衣*颜色#白色*风格#休闲*风格#清新*衣样式#外套*衣款式#连帽", "target": "春天家以清新白色为主基调打造的这款外套，整体采用了直筒的极简剪裁配合休闲感的连帽设计，穿着在身上的舒适度较高。设计师为这款上衣做了<UNK>口的袖子和下摆的处理，穿着后对于身形的修饰效果会更为出众，显得较为得体、大方。"}
{"source": "类型#上衣*版型#宽松*颜色#军绿色*风格#复古*风格#文艺*风格#知性*风格#休闲*风格#潮*图案#复古*图案#撞色*衣样式#外套*衣样式#西装*衣领型#西装领*衣长#短款*衣袖型#插肩袖", "target": "短款西装小外套，结合了知性和休闲两种风格，在现代的潮流款式中又融入了淡淡的复古韵味。端庄典雅的军绿色衣身，带着自由舒畅的旅行感，款式上选用利落率性色西装领，宽松闲适的插肩袖，门襟选用撞色的两粒扣设计，复古文艺又简洁随性。"}
{"source": "类型#裙*图案#线条*裙款式#勾花镂空*裙款式#收腰", "target": "亮眼的橙红色展示出迎面而来的热情感，衬托肤色白皙红润，在宴会上气场十足。方形的镂空点缀着衣领下方，增加看点散发出小女人的妩媚感。独特的衣袖造型倾斜而下，修饰手臂线条非常修长，在举手投足间优雅又大气。收腰的版型设计修饰腰部线条更纤细，打褶的裙摆在行走时灵动十足，仿佛<UNK>的精灵一般。"}
{"source": "类型#裙*图案#线条*裙款式#勾花镂空*裙款式#收腰", "target": "裙子表面的镂空花网就使其充满了很强的设计美感，首先是肩部将落肩袖和镂空图案相结合，白皙的肌肤隐隐约约，而且能够很好的缩小肩宽比例。v型领口修饰拉长颈部线条和显得脸小。裙子做了收腰裁剪，并将腰线提高，轻松拉长下半身身材比例，裙摆也更加挺括，从而能够解决胯宽等身材烦恼。"}
{"source": "类型#上衣*版型#显瘦*材质#涤纶*衣样式#风衣*衣袖型#灯笼袖*衣款式#纽扣*衣款式#飘带", "target": "风衣在摒弃了传统的版型样式，将袖子设计成花苞型的灯笼袖，与春天搭配得恰到好处。并在袖子处装饰了四颗纽扣，采用飘带作为松紧调节，增添层次感更显个性别致。除此之外，风衣采用涤纶材质制成，垂顺感好挺括修身，结合小a字形轮廓，更显身形高挑秀美，并且让矮小个的女性也能撑起风衣的气场。"}
{"source": "类型#上衣*风格#英伦*风格#简约*风格#休闲*图案#格子*图案#线条*衣样式#西装*衣领型#翻领*衣门襟#双排扣", "target": "这一款休闲西装简约利落的翻领，可以很好地修饰脸型和颈部线条，显脸小的同时又让脖子看上去更纤细。加上精致的格纹装饰，视觉美丽凸显英伦风。而且双排扣设计，时尚大气美观实用。"}
{"source": "类型#裙*材质#针织*风格#文艺*风格#休闲*风格#性感*裙长#半身裙*裙长#连衣裙*裙款式#拼接", "target": "连衣裙的灵感来自于<UNK>匠人穿着围裙的状态，设计师将针织上衣与半裙结合，整体松软舒适，且不失休闲随性感。裙摆不同材质的拼接，带来丰富的层次细节，让时髦度倍增。偏暗调的配色融入文艺田园气息，显随性姿态。"}
{"source": "类型#裙*风格#复古*图案#复古*裙下摆#荷叶边*裙长#连衣裙", "target": "对于女孩子来说，喜爱连衣裙是与生俱来的！几乎没有问题是一条裙纸<UNK>的~BRAND这款裙子整体的设计有点小复古的感觉，而且艳丽的枣红色也是复古色的代表，上身穿着十分衬肤显白哦。个性而时髦的挂脖式领口露出锁骨很是撩人，另外领口至腰间的衣身前片还加入了很有灵动感的荷叶边作为点缀，瞬间点亮了整体的造型感，由内而外散发的优雅而温柔的气质无人能挡。"}
{"source": "类型#裤*材质#牛仔布*风格#日系*风格#简约*图案#线条", "target": "很喜欢这款简单却不简约的时尚牛仔裤，在夏天可以穿出个性与时尚。整个风格比较偏向于日系的身体，任何妹子都能够轻松驾驭，最重要的是版型。穿上特别修饰腿部的线条，打造出了高挑的身材，让你看起来非常有自信的呢，这手工的工艺凸显出了无限的高级质感。"}
{"source": "类型#裙*风格#街头*风格#潮*裙型#a字", "target": "孕期就一定要穿的沉闷单调吗？热爱潮流的怎能束缚自己个性的心呢，这款裙子采用a字型设计，让你搭配更为轻松随意，飘逸的撞色织带设计，即刻将原本沉闷的空气也带动的活跃起来。从街头到<UNK>，尽显潮流个性时尚。"}
{"source": "类型#裤*材质#牛仔布*颜色#浅蓝色*风格#街头*风格#休闲*裤型#直筒裤*裤款式#破洞", "target": "破洞元素已变成彰显个性的元素，这款浅蓝色牛仔裤糅合磨白磨破设计，弥漫摩登个性格调，而且破洞设计，打破裤装闷热形象，休闲时髦；直筒款巧妙糅合酷帅感与时髦感，塑造街头潮人印象。"}
{"source": "类型#裤*版型#宽松*材质#雪纺*风格#知性*风格#性感*图案#线条*裤长#连体裤*裤款式#木耳边", "target": "雪纺面料的一袭连体裤，舒适的手感，轻盈的穿着，宽松的版型，让上身穿着没有束缚感。一字肩的设计，木耳的花边，显露颈部柔美的线条，与性感的锁骨，展现女性知性的一面，木耳花边的<UNK>设计，显露穿着的甜美感，与少女味。高收腰的设计，拉伸腰部的曲线，提高腰线，显露穿着高挑的身姿。"}
{"source": "类型#裤*风格#简约*图案#线条*裤款式#口袋*裤款式#拉链", "target": "侧缝处添置有立体拉链口袋作为装饰，实用性强且兼备美观性。净色的大体外观，简约低调，大方得体，易于搭配。裤腰处植入张弛有度的弹性带，贴合腰部，适合于大多数人穿着。衣身剪裁干净利落，线条流畅。"}
{"source": "类型#上衣*颜色#白色*图案#条纹*图案#线条*衣样式#衬衫", "target": "白色的衬衫采用了百褶的袖子设计，既修饰了手臂线条，又为整体增强了设计感。背带裤是永不过时的条纹款式，加上阔腿裤的设计，更显女性身材。"}
{"source": "类型#裤*材质#棉*材质#牛仔布*风格#简约*风格#休闲*裤长#短裤*裤款式#破洞", "target": "选用优质的纯棉面料打造出舒适的质感，而且上身不会扎身。同时，个性破洞细节设计，增加了牛仔短裤的细节感和吸睛度。此外，简约好搭的配色，柔和你的棱角，让你看起来温柔又平易近人。适合约会等休闲场景，是你衣柜里不可或缺的时髦单品之一。"}
{"source": "类型#裤*材质#水洗*风格#潮*裤款式#不规则*裤口#毛边", "target": "年轻潮流的设计品味，洋气又好穿。细节相当丰富有看点，融入水洗磨白，使其充满时尚不羁的气息。裤脚前后毛边处理，配上不规则脚口，更添青春活力。"}
{"source": "类型#裤*颜色#蓝色*风格#简约*裤型#背带裤*裤款式#纽扣", "target": "背带裤的选用天蓝色的主题，远远看上去就像是蓝色<UNK>悬挂在活跃孩子的身上。简约的背带设计，可随时拆开的纽扣，让稚嫩孩子穿衣时不费吹灰之力。腰部更是搭配弹性材料缝制的腰带，不仅方便穿戴而且完美的起到了修饰作用。后背交叉背带，更是独特新颖的处理，更好更牢固的穿搭，不易滑落。"}
{"source": "类型#裤*材质#涤纶*裤款式#拼接*裤款式#口袋", "target": "前置的口袋盖拼接，为本来单调的设计布局增加了亮点，更突出了裤子的个性化特点。加上精致的涤纶梭织面料制作，具备更加亲肤不刺激的丝质般触感，给你带来更加柔软舒适的穿着体验。其良好的透气性，有效提升了裤子的吸湿排汗性能，为你提供更加清爽舒适的体感。"}
{"source": "类型#裙*裙下摆#荷叶边*裙领型#圆领*裙袖型#收口*裙款式#螺纹", "target": "此款上衣采用了经典的圆领款式打造，贴合舒适并能修饰出完美的脸型。同时螺纹的收口贴合身材更完美，在前身处采用了可爱的小狮子造型，带<UNK>真的感觉，而狮子的毛发更是立体精致，显得真实又有丰富的层次。裙身的下摆处采用了荷叶边的设计，俏皮活泼更可爱。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*材质#网纱*风格#青春*图案#印花*衣样式#衬衫*衣领型#v领*衣款式#拼接", "target": "这一款衬衫交叠v领的设计，修饰脖颈尽显女人味，宽松的廓形，穿上非常轻松有范毫不拘束，并很好的遮盖身材，非常显瘦。时尚的网纱拼接，自然美感特别出彩。精致印花，青春减龄特别活力。"}
{"source": "类型#上衣*风格#运动*风格#性感*衣样式#西装*衣领型#一字领*衣款式#荷叶边", "target": "荷叶边能够表达出女性的优雅，BRAND的这款上衣，将荷叶边很好地运动起来。性感的一字肩设计，荷叶边从一侧手臂的手肘从前胸绕到另一侧，有着前短后长的感觉，自然垂坠很有层次感，举手投足之间，灵动而优雅。西装袖很好地融合，优雅之中透着小帅气。"}
{"source": "类型#上衣*版型#宽松*风格#运动*风格#休闲*风格#青春*图案#字母*图案#形状*图案#文字*图案#刺绣*图案#撞色*衣样式#卫衣*衣袖型#收口*衣款式#抽绳*衣款式#连帽", "target": "这款dolce＆gabbana的连帽卫衣，撞色的<UNK>字母加上桃心形状的刺绣图案令人耳目一新，举手投足间散发阳光活力少女的青春气息；连帽款式尽显帅气利落风范，细节上采用抽绳处理实用又美观，洋溢满满的运动休闲范儿；加之袖口处的收口设计别出心裁，宽松的衣身烘托出慵懒率性的格调。"}
{"source": "类型#裤*版型#宽松*材质#牛仔布*风格#休闲*图案#字母*图案#文字*图案#线条*图案#印花*图案#撞色*裤款式#拼接*裤口#小脚", "target": "上下<UNK>拼接撞色设计，吸睛十足，轻松聚焦视线，个性前卫。字母印花设计，巧添时尚细节看点，以鲜明撞色渲染，展现年轻活力气息。长袖套头轮廓，线条处理恰到好处，呼应休闲基调。宽松的版型，不挑身材，上身好看。连帽的设计美观实用，防风保暖。时尚百搭，可以搭配牛仔裤、紧身裤、休闲裤、束脚裤等。"}
{"source": "类型#上衣*版型#显瘦*颜色#灰色*风格#复古*风格#文艺*风格#青春*图案#卡通*图案#复古*衣样式#风衣*衣长#中长款", "target": "一款好看的风衣大概能为这个姹紫嫣红的春天多一份色彩，沉静的灰色上身具有非常好的效果，显得热更加内敛沉稳，有一股淡淡的复古文艺风格。而中长的版型自然下垂，修身显高又瞬间提升气场。后背的卡通图案别致可爱，更添青春气息。"}
{"source": "类型#上衣*版型#宽松*风格#性感*衣样式#针织衫*衣款式#露肩", "target": "这一款针织衫露肩设计，风情浪漫性感迷人。略微宽松的版型舒适随意，很好的掩饰身材小小的缺陷，看起来精致高挑。加上时尚的花边下摆，错落有致视觉美丽。精致袖口，修饰手臂特别出彩。"}
{"source": "类型#裙*裙款式#松紧带*裙款式#飘带", "target": "<UNK>冷风的气质感，干净利落的feel，小露香肩有一种含蓄撩拨的趣味，袖口领口的飘带设计很是巧妙，让整个小衫更加优美，领子部分的两边肩部松紧带设计，大胆随意的穿出多种效果。让仙女们走在时尚<UNK>的道路上更加自信。"}
{"source": "类型#上衣*材质#针织*衣样式#卫衣*衣领型#圆领", "target": "针织卫衣采用了简洁的圆领设计，非常百搭，免去了你<UNK>找不到搭配的烦恼。合体的剪裁设计，让你在跑步健身时轻巧灵便，活动自如，达到更好的锻炼效果。"}
{"source": "类型#上衣*版型#宽松*颜色#白色*风格#简约*图案#蝴蝶结*图案#刺绣*衣样式#衬衫*衣袖型#喇叭袖", "target": "这一款很好穿的白色衬衫，利落的宽松版型几乎是不挑身材的，无门襟的设计也符合整体的气息。胸前做了绣花的点缀，为简约的衬衫增添了几分柔美的气质。七分的喇叭袖露出小臂，蝴蝶结的点缀显得气质更加的浪漫。"}
{"source": "类型#裙*材质#雪纺*颜色#灰色*风格#英伦*风格#复古*图案#格子*图案#复古*裙型#百褶*裙长#半身裙*裙款式#波浪*裙款式#收腰", "target": "BRAND这款半身裙，用复古的灰色格纹，打造出十足英伦范儿。搭配百褶裙身，为整体增添层次感，穿出减龄风。同时，波浪边的收腰设计，不仅更好的修饰腰部曲线，还为整体气质增添了优雅美感。而雪纺面料，使你在夏日也能穿出清爽感。"}
{"source": "类型#裙*版型#显瘦*风格#复古*风格#文艺*风格#中国风*风格#性感*图案#复古*图案#刺绣*裙型#a字*裙领型#v领", "target": "超级具有中国风气息的一款裙子，带着古典的柔婉。花朵刺绣的运用，色彩缤纷靓丽，冲击视觉，演绎复古文艺范儿。经典的气质v领，既凸显了小性感与时尚，又起到点睛的效果。腰部系的设计，配上a字版型，显瘦又遮肚子。"}
{"source": "类型#上衣*风格#清新*风格#性感*图案#线条*衣样式#马甲*衣领型#翻领*衣款式#露背*衣款式#绑带*衣款式#吊带*衣款式#收腰", "target": "小吊带马甲叠穿造型，年轻而不失时尚格调，有着绑带收腰设计，强调出纤细的腰肢，摩登帅气；小翻领露出纤细修长的脖颈线条，散发清爽利落的小清新气息；性感交叉露背设计，别致吸睛，女人味十足；高腰伞形裙摆自然撑开，上身塑造黄金比例，突显得腰更细，巧妙地修饰身型。"}
{"source": "类型#上衣*版型#显瘦*颜色#黑白*风格#英伦*风格#简约*图案#格子*图案#线条*衣样式#外套*衣样式#西装*衣门襟#一粒扣", "target": "这款西装外套，版型加长修身，能更好凸显成熟与稳重。细细密密的黑白图案，远远看形成自然的格纹，时髦英伦范儿。平整肩线将线条感拉伸，让身姿显得更挺拔有型。一粒扣设计，简约大气。"}
{"source": "类型#裙*风格#潮*图案#线条*图案#撞色*裙领型#圆领", "target": "采用经典的圆领设计，修饰颈部线条的同时，且上身穿着舒适不易变形，轻松演绎时髦造型。大面积撞色贴花装饰，无疑是点睛之笔，为简洁的款式轮廓带来了更多的视觉层次感与潮流气息。与众不同的你，不在畏惧撞衫的尴尬。"}
{"source": "类型#上衣*材质#雪纺*颜色#纯色*风格#清新*图案#纯色*图案#碎花*衣样式#衬衫*衣款式#荷叶边", "target": "这件荷叶边雪纺碎花衬衫和其他的碎花衬衫相比整体的风格会更优雅柔美一些。颜色上也是比较<UNK>清新的花型配色和纯色的大身相结合，会让人看着很舒服，而且每个碎花之间都会<UNK>限视觉上不会觉得太紧密，更有法式的浪漫优雅。"}
{"source": "类型#上衣*材质#蕾丝*风格#简约*风格#青春*风格#潮*风格#性感*图案#线条*图案#蕾丝*衣样式#雪纺衫*衣领型#圆领*衣款式#勾花镂空", "target": "这款时尚镂空雪纺衫，带有性感蕾丝工艺，精致百搭的圆领设计，彰显显独特的质感。背部线条流畅，笔挺而有型干练，彰显潮流时尚之风。走线十分笔直，针脚均匀，尽显裁缝之细致。简约时尚的透视蕾丝袖口，彰显成熟又不乏活力的青春气质。青春优雅的独特风格，流露出满满的潮流感。"}
{"source": "类型#裤*风格#休闲*裤长#短裤", "target": "来自英国<UNK>的这款儿童休闲短裤，以趣味的小恐龙图案满印裤身，可爱童真，彰显出宝宝的活泼天真范儿。柔软的全棉布料质地，手感细腻顺滑，亲和宝宝的肌肤，带来舒适自在的穿着体验。"}
{"source": "类型#裤*风格#休闲*裤长#短裤", "target": "这款百搭小短裤，十分精简干练的设计理念，腰身一体化的设计风格，提升腰线轻松穿出大长腿。可拆卸按扣腰带设计，小蛮腰更是说来就来。休闲圆角贴袋设计，温柔可爱小迷人，非常百搭的一款夏日单品。"}
{"source": "类型#裤*风格#休闲*裤长#短裤", "target": "30<UNK>的气温，穿运动鞋闷热不透气双脚<UNK>哭，牛津鞋搭配短裤看上去很<UNK>出格，凉拖又太邋遢，不便出入很多场合。其实，只要一双乐福鞋就可以搞定整个夏天的所有搭配。乐福鞋，俗称一脚蹬，懒人鞋。源于<UNK><UNK>手工制作的休闲鞋，耐穿、舒适、简便、易搭配，浅口、无系带、非常休闲，BRAND这款乐福鞋这个季节解放你的双脚。"}
{"source": "类型#裤*风格#休闲*裤长#短裤", "target": "BRAND的这款儿童休闲短裤，选取优质的全棉布料制作而成，手感松软细腻，并且透气排汗效果出色，宝贝穿着舒适又没有闷热感。弹力的裤腰设计，伸缩性出色，不会勒到皮肤，便于孩子日常时的活动。"}
{"source": "类型#裙*颜色#红色*风格#中国风*裙长#连衣裙", "target": "将旗袍与连衣裙的设计相融合，既柔情温婉，又显优雅时尚。小立领的造型搭配上纯手工包布扣点缀的前襟设计，透露出浓浓的古典韵味。纯正的红色演绎，极具中国风的东方美感，从视觉上传递出热情、吉祥的气息。腰间加入隐形插袋设计，方便实用却不会破坏整体的和谐性。"}
{"source": "类型#裤*裤款式#不对称*裤款式#不规则*裤款式#飘带", "target": "这是一件酷女生不可错过的休闲裤，正面设计不规则的搭片，营造出层次立体感，再<UNK>扣飘带点缀其中，更显个性与酷炫，演绎不对称的时尚风格。掉裆裤的版型剪裁也是一大亮点，给双腿创造舒适的穿着空间，活动自由自在，同时散发着慵懒随性的气息。"}
{"source": "类型#裤*版型#宽松*材质#纤维*风格#休闲*风格#清新*图案#线条*图案#印花*裤型#阔腿裤", "target": "这一款休闲的阔腿裤采用了优质的聚酯纤维面料，带来轻盈的质地，不会给肌肤带来负担感，行走间尽显灵动飘逸，散发高级魅力。裤身上的印花装饰丰富细节设计，清新淡雅的印花衬托着整体的气质，显得优雅从容。宽松的版型修饰腿部肌肉线条，遮肉又提升气场。"}
{"source": "类型#上衣*材质#纤维*风格#街头*风格#青春*风格#朋克*风格#摇滚*图案#音乐*图案#线条*衣样式#棒球服", "target": "在强调机能性的今天，这款棒球服是个很不错的选择。采用轻薄的聚酯纤维面料，具有快干的属性。充满男性化的轮廓版型，随便就能凹出摇滚朋克的造型，女生穿上柔软中带来了帅气的自信。粗线的编织网格装饰，轻灵摇曳，洋溢着青春甜美气质，线条带来了街头个性的少女感。"}
{"source": "类型#上衣*材质#针织*材质#蕾丝*材质#混纺*材质#纤维*风格#文艺*图案#线条*图案#蕾丝*衣样式#开衫*衣领型#v领*衣款式#勾花镂空", "target": "这是一款设计很别出心裁的针织开衫，是文艺青年出门逛街不可缺少的精致单品。精选优质的粘胶纤维混纺的面料，温暖又轻盈。直筒的廓形修饰身材线条，展现迷人的风采。v领的设计配上浅粉色，还增添勾花蕾丝的装饰，别具减龄的亲和力。"}
{"source": "类型#裙*图案#圆点*图案#印花", "target": "裙身一条条<UNK>印花，像是<UNK>珠子的<UNK>，随风摇曳时，<UNK>多少浪漫遐想。规整有序的花型圆点、<UNK>，细节很耐看，不单调也不扎眼。"}
{"source": "类型#裙*材质#网纱*颜色#粉色*裙型#百褶*裙下摆#花边*裙下摆#压褶*裙长#连衣裙*裙领型#翻领*裙衣门襟#系带*裙款式#拼接*裙款式#收腰", "target": "浅浅的肉粉色系的一款连衣裙，视觉上瞬间能把人萌化，上身的效果更是分分钟变身女神。花边的翻领，显得俏皮可爱，同时还能衬托出精巧的脸型，腰间系带的收腰，轻松勾勒出曼妙的身段，而裙摆拼接了网纱，百褶的压褶纹理，更优雅飘逸。"}
{"source": "类型#裙*图案#线条*裙长#连衣裙*裙款式#吊带*裙款式#抽褶", "target": "这款连衣裙具有良好的设计感，有着软糯的手感，质地紧密且富有弹性，光洁平整色光柔和自然。吊带平领的领口设计非常的又要去气质，又能彰显颈部的线条，袖口的收褶褶皱处理独特又个性，即使版型简单，穿在身上也有着挺实的身骨。"}
{"source": "类型#裙*材质#雪纺*颜色#粉色*裙下摆#垂坠*裙长#连衣裙*裙款式#腰带*裙款式#收腰", "target": "这是一件十分独特的连衣裙呢，腰部的设计非常有腰封的感觉，背后腰带<UNK>收腰让整体看起来很显腰细。浓郁有高级的胭脂粉色，与一般轻飘或者沉稳的粉色都不一样，看起来十分有档次。面料采用了较厚的雪纺，垂坠感非常好，不起褶子，质感非常好。"}
{"source": "类型#裙*图案#蝴蝶结*图案#刺绣*裙款式#腰带*裙款式#不对称", "target": "精美的绣花图案装点在衣裙胸前、下摆和袖口，上下呼应，显示出典雅的民族风格，满满的<UNK>。宽大的腰带轻轻地在腰间挽一个蝴蝶结造型，不但带来优雅的视觉效果，还能够将腰身紧束，秒秒钟塑造出一个纤细腰肢，让玲珑曼妙的身姿曲线呈现眼前。不对称的裙摆设计，显得更为飘逸张扬。"}
{"source": "类型#裙*材质#雪纺*风格#性感*裙长#连衣裙*裙领型#v领*裙衣门襟#系带*裙款式#收腰", "target": "v领系带收腰雪纺连衣裙性感迷人，v字<UNK>就是能够凸显女性性感和柔美的领型，既能够将锁骨的性感微露又能够衬托颈部的柔美曲线，凸显有它端庄的气质。雪纺的材质轻盈舒适亲肤透气，在夏季里穿着是最合适不过的了。收腰的版型搭配腰部的调节腰扣设计，既能够很好的勾勒凹凸有致的苗条身材又能够让整体看起来更有层次感。"}
{"source": "类型#裙*颜色#黑色*图案#几何*裙长#长裙*裙领型#一字领*裙款式#吊带", "target": "吊带一字肩的设计特别适合锁骨明显的妹子，会给人感觉特别迷人。是整款长裙的设计亮点，配上裙摆处和衣领处的黑色几何图案的渐变色提花，显得特别有韵味，再有行走时胸前衣领处的花瓣<UNK>随风<UNK>。让整款长裙显得飘逸而带有灵动感，十分别致。"}
{"source": "类型#上衣*版型#宽松*图案#蝴蝶结*衣样式#针织衫*衣袖型#落肩袖*衣门襟#系带", "target": "这款针织衫采用宽边的圆弧形领口设计，修饰出姣好颈部曲线和脸型。舒适的落肩款式，整体版型宽松不拘束。五分袖口加上蝴蝶结系带，优雅迷人。"}
{"source": "类型#上衣*材质#牛仔布*颜色#白色*颜色#蓝色*风格#清新*图案#刺绣*衣样式#衬衫", "target": "柔软清新的牛仔面料，总是带点帅气感让人很宠爱。BRAND的这款牛仔衬衫，在胸前加入白色的绣花装饰，更添一份少女感的清秀魅力。同时，采用浅牛仔蓝色的衣身，不仅能带来清爽的味道，还非常的好搭配，穿出潮范儿气息。"}
{"source": "类型#裙*风格#复古*图案#复古*图案#线条*裙下摆#层叠*裙长#半身裙*裙款式#抽褶", "target": "半裙在裙身<UNK>位置做了多次褶皱，增大了裙摆的幅度，走动时随着的韵律，随性随心。就好似早春微风拂过的澄澈湖面上，泛起波光粼粼的涟漪，层层叠叠，舒心悠远。这款半裙还在腰间增加了树脂扣，使得整款裙子瞬间充满了复古韵味。上紧<UNK>的版型，既能够展现腰臀部线条，又能遮挡腿部的肉肉。"}
{"source": "类型#上衣*版型#显瘦*颜色#纯色*颜色#卡其色*图案#纯色*衣样式#风衣*衣款式#收腰", "target": "这款风衣，经典的卡其色，纯色更好搭配，收腰设计成就了风衣显瘦显高的第一眼视觉效果，紧绷笔挺要求的不止是身材纤瘦还要时刻保持体态<UNK>，让身体感到舒适自在，耍帅或hold住女人味造型也都能轻松完成。"}
{"source": "类型#上衣*材质#蕾丝*颜色#白色*图案#线条*图案#蕾丝*衣样式#衬衫*衣领型#立领*衣款式#勾花镂空*衣款式#抽褶", "target": "延续经典的黑白色搭，营造出错落分明的层次腔调。在上衣衬衫中，融入蕾丝镂空袖子细节，贴合手型，精致典雅。百褶处理的领口呈漏斗型覆盖领口，配合微立领处理，简单帅气。高腰褶皱的半身裙摆设计，很好勾勒腿型线条，更显儒雅腔调。"}
{"source": "类型#裤*版型#宽松*颜色#卡其色*风格#简约*图案#印花*裤长#连体裤", "target": "深浅两款卡其色的连体裤给人以醇厚的感觉，与新生儿洁白娇嫩的肌肤有明显的反差，彰显q宝的纯真可爱；简约的帆船和<UNK>的印花使整条连体裤不显单调；可以自由调节长度的背带是其中的一个小细节；另一个细节则是有宽度的背带不至于勒到宝宝细嫩的皮肤；下身宽大的设计以及宽松的裤口，让宝宝可以施展他们高超的爬行技术啦。"}
{"source": "类型#上衣*版型#显瘦*颜色#黑色*风格#职场*图案#线条*衣样式#外套*衣样式#西装*衣领型#翻领*衣袖长#七分袖", "target": "纯黑色的西装外套，很适合职场上面的女性来穿，穿上凸显出干练的气场，显得魅力十足，让你穿出女强人的风格。经典的西装大翻领衬托出修长纤细的脖颈线条，加上七分袖的设计，落落大方，清爽干净。修身的版型具有显瘦的效果，轻松打造出职场女神范，让你与众不同。"}
{"source": "类型#裤*版型#显瘦*裤款式#松紧带*裤口#小脚", "target": "裤子采用修身小脚裤版型，很好的修饰腿部曲线，彰显纤细腿型。同时也让下身比例更长，更显瘦显高。裤子拼缝设计，为裤子增加设计亮点，也让裤子外观更为活泼，不会过于死板。裤子腰头采用橡筋设计，橡筋伸缩自如，使穿者随心穿脱，美观又方便。"}
{"source": "类型#裤*材质#牛仔布*颜色#黑色*风格#性感*裤款式#破洞*裤口#毛边", "target": "这条牛仔裤不是乖乖女的风格，它充满叛逆不羁的野性美。像是优雅的黑豹，美丽而具有<UNK>，带有致命的诱惑力。无论是黑色的用色还是毛边与破洞的细节，甚至十分抢眼的金属元素，都是为了突出其不一样的风情，性感又难以掌控。"}
{"source": "类型#裤*版型#宽松*颜色#纯色*风格#通勤*风格#简约*风格#职场*图案#纯色*裤型#阔腿裤", "target": "气质通勤阔腿裤，素雅沉稳的色调，颇为适合相对严肃的职场氛围。简约的纯色设计，易于搭配，可以将衣橱的上衣尽情利用起来。随性舒适的阔腿裤版型，大步走动时，宽松的垂顺裤脚随步伐<UNK>，率性洒脱，显得腔调十足。"}
{"source": "类型#上衣*颜色#黑色*颜色#黑白*颜色#金色*风格#复古*风格#知性*图案#复古*衣样式#衬衫*衣门襟#双排扣*衣款式#纽扣*衣款式#飘带", "target": "这款两件套，衬衫搭配背带裙，黑白的配色经典复古，结合着优雅的版型，上身给人知性满满的感觉，精致美貌又不过分张扬。白衬衫，飘带设计，自带飘逸质感。背带裙，双排扣设计，透露着盈亮的光泽，金色纽扣与黑色裙身碰撞出时尚光彩，让你吸睛亮眼。"}
{"source": "类型#裤*版型#显瘦*颜色#纯色*图案#纯色*图案#色块*裤型#阔腿裤*裤型#背带裤*裤款式#拼接", "target": "这款是小高领的修身版型，上身之后收腰身，凸显迷人的曲线。最精彩的就是它的色块拼接，视觉感非常强烈，给人一种高级感。搭配一件纯色系的阔腿背带裤，系一条丝巾，妥妥的优雅范。"}
{"source": "类型#裤*风格#复古*风格#潮*图案#复古*裤长#九分裤*裤口#毛边", "target": "低调的复古色调，个性有型的造型，彰显着年轻人独特的时尚品味。九分裤的造型，露出脚踝，拉长了比例，尽显纤细的笔直大长腿。其独特的下摆开叉造型，增强了整体的造型感，尽显不羁的时尚个性。其毛边的优雅点缀，无形之中增添了几分浪漫的时尚风韵，穿出了潮流的典范。"}
{"source": "类型#裙*版型#立体剪裁*风格#性感*裙型#抹胸裙*裙长#连衣裙", "target": "早春一到大部分人都准备要出去旅游了，这个时候都不知道穿什么，特别是去泰国那些地方。这件连衣裙就很适合度假的时候去穿。抹胸的设计配上立体剪裁的bra款式，将性感的锁骨更好的展现出来，体现了满满的魅力。"}
{"source": "类型#上衣*版型#显瘦*图案#几何*图案#线条*图案#印花*衣样式#针织衫*衣领型#圆领*衣款式#螺纹", "target": "这件修身针织衫采用经典圆领的设计，在修饰颈部线条的同时，还可以衬托出精致脸型。紧密贴合手腕的螺纹袖口设计，可以起到很好的防风作用。除此之外，个性的几何印花设计，视觉效果独特，轻松打造酷帅潮范。"}
{"source": "类型#上衣*版型#宽松*衣样式#风衣*衣长#短款*衣门襟#系带", "target": "看多了短款的风衣，不如<UNK>长款的风衣。这件长款风衣别出心裁的腰间系带设计，能够让你的身材更显高挑。而袖口的扣带设计，不仅让袖子看起来更有特色，还能起到完美的挡风效果。宽松的版型设计，让你看起来别具风情。精选的温柔米色和沉稳<UNK>，让你的优雅气质表现得淋漓尽致。"}
{"source": "类型#裙*版型#显瘦*风格#休闲*图案#条纹*图案#植物*图案#线条*图案#刺绣*裙型#包臀裙*裙领型#v领*裙款式#螺纹", "target": "职业和休闲之间的界限越来越不明显，所以包臀裙也就摆脱了职业的枷锁，变得越来越时尚了。经典条纹的纹理，视觉上更是显瘦的效果，而v领螺纹边，更能贴合颈部的线条，衬托出<UNK>，肩部点缀上了花卉绣花，营造出了丝丝浪漫之感。"}
{"source": "类型#裤*版型#宽松*颜色#白色*颜色#黑色*颜色#蓝色*风格#街头*图案#字母*图案#文字*图案#撞色", "target": "春季男装街头撞色运动裤，采用黑色蓝色白色撞色设计，加上字母的衬托宽松的版型，上身的效果非常不错，慵懒中又不失时尚与俏皮的感觉一眼就看中的有没有。"}
{"source": "类型#裙*风格#英伦*风格#复古*图案#格子*图案#复古*裙型#背带裙*裙型#大裙摆*裙腰型#高腰", "target": "带有英伦风的格纹背带裙，<UNK>不失沉闷的格纹元素，融入裙身呈现出乖巧又端庄的复古气质，看点满满~双肩的背带裙自带减龄气息，呼应高腰收褶的大摆造型，轻松衬出不失可爱甜美的少女感，倍显活力，同时双肩的背带更加兼具实穿性，在日常搭配中可以轻松展现内搭层次哦~"}
{"source": "类型#裤*版型#宽松*版型#显瘦*风格#简约*风格#知性*裤型#直筒裤*裤款式#口袋*裤口#小脚", "target": "简约的斜插口袋，做工精细，<UNK>整齐，品质十足。显瘦小脚口，宽松的版型处处流露出知性和随意，遮臀收腰同时将细细的二小腿曲线完美的呈现。简约时尚的直筒裤型，带你领略独特的唯美气质。"}
{"source": "类型#上衣*材质#棉*风格#休闲*衣样式#外套*衣袖型#插肩袖*衣款式#连帽*衣款式#不规则", "target": "这款外套休闲的连帽设计酷感十足，让你轻松凹出时尚造型。<UNK>个性的开口彰显细节设计感，提升吸睛指数。插肩袖展现自然的肩部曲线，视觉上凸显手臂更修长。袖口开口与<UNK>设计相得益彰，令整体款式更加独具一格。衣摆两侧不规则开衩大胆前卫，一侧加入长织带装饰，行走间尽显随性洒脱范儿。纯棉面料柔软细腻，穿着透气不闷，让你时髦和舒适两不误。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*颜色#蓝色*风格#简约*风格#休闲*风格#青春*图案#条纹*衣样式#衬衫*衣袖长#五分袖", "target": "五分袖的条纹衬衫是春夏穿搭的流行单品。采用舒适面料，亲肤透气，柔软细腻，又极易于清洗。简约的条纹设计，休闲随性。五分袖设计更是新颖独特，宽松的直筒版型，适应各种身材，视觉显瘦。简约的蓝色条纹，时尚百搭。"}
{"source": "类型#上衣*版型#显瘦*材质#蚕丝*图案#线条*衣样式#衬衫*衣领型#v领*衣袖型#收口*衣门襟#暗扣*衣款式#不对称", "target": "这款真丝衬衫，采用v领设计，穿着美观大方，且有效修饰颈部线条，突显女生的优雅气质。精致的小暗扣设计，非常贴心，让你活动方便，穿脱自如。背后开叉加收褶设计，充满细节又不显不单调，凸显十足的女人味。衣身前后不对称设计，下摆收口，很有层次感，非常的显瘦。"}
{"source": "类型#上衣*版型#宽松*颜色#纯色*颜色#蓝色*颜色#姜黄色*风格#清新*图案#纯色*衣样式#卫衣*衣长#中长款", "target": "不管是清新美好的灰蓝色，还是显白亮眼的姜黄色，这款纯色的卫衣在春天里绝对是你不容错过的选择，堪称遮肉神器的宽松版型对身材的修饰性特别强，加上中长的衣长，也能凸显出身材的高挑，不管怎么穿都能美美的出街哦~"}
{"source": "类型#裙*风格#简约*风格#清新*图案#线条*裙型#百褶", "target": "百褶裙可谓是不可或缺的经典单品,简约规整的风琴褶线条从平面到立体都能为造型添彩不少,风格上也是包容性超强。小清新or御姐范都驾驭得来。"}
{"source": "类型#裙*材质#网纱*颜色#黑色*颜色#银色*图案#刺绣*裙型#蓬蓬裙*裙款式#拼接", "target": "黑色的网纱面料点缀上颇有光泽的银色刺绣点缀，不仅赶走了黑色版面的空洞单调，更增添几分显眼夺目的色彩感；搭配上层层网纱拼接的蓬蓬裙摆，轻松拗出小甜心的可爱萌态；相配清爽的吊带裙设计，在炎炎夏日穿出俏丽小甜心美范。"}
{"source": "类型#裤*材质#牛仔布*材质#水洗*裤款式#破洞*裤腰型#高腰*裤口#小脚", "target": "这件牛仔裤用的是高腰的设计，轻松的彰显出自己的小蛮腰，华丽的分割自己的腰身，更让人们格外的喜欢哦。水洗做旧的款式，再用上破洞的个性设计，更可以带着几分随性慵懒的姿态呢，显得自己特别的有气质。束脚的款式设计，更可以优化自己的双腿曲线呢。"}
{"source": "类型#裙*图案#印花*裙长#连衣裙*裙款式#不规则*裙款式#收腰", "target": "作为免除搭配烦恼的连衣裙最受女孩子的欢迎原因，是因为他能尽情的展现女孩子温婉柔美的性格特质。就像收腰的剪裁设计，勾勒出的曼妙身材曲线，将玲珑优质的腰身一览无遗。不规则的裙摆与印花图案相呼应，缔造出<UNK>且明媚灿烂的度假风格。"}
{"source": "类型#裙*图案#印花*裙长#连衣裙*裙款式#不规则*裙款式#收腰", "target": "一款不一样的印花连衣裙，淡雅的色彩不挑肤色，低调中带着花俏的图案让你穿上这条裙子看似不那么炫耀其实每个细节都风情万种。不规则的裙摆设计，显得那样优雅浪漫而又妩媚动人。腰间的收腰款式，还可以时刻展露纤细小蛮腰，增加魅力气质。"}
{"source": "类型#上衣*材质#棉*材质#纤维*颜色#白色*颜色#黑色*风格#街头*风格#运动*风格#休闲*图案#字母*图案#文字*图案#线条*衣样式#卫衣*衣领型#圆领*衣门襟#拉链*衣款式#口袋*衣款式#拉链*衣款式#对称*衣款式#罗纹", "target": "BRAND这款卫衣，设计师采用棉、聚酯纤维和氨纶面料，给人带来柔软舒适的穿着体验。以流畅的线条勾勒罗纹圆领版型，修饰了脸部，打造休闲活力风格。将黑色作为主底色，白色胶印字母的装饰，丰富了层次，展现型男的玩味街头风范。对称拉链口袋的加持，使储物更方便，随心运动。"}
{"source": "类型#裙*版型#宽松*风格#清新*图案#碎花*裙长#连衣裙*裙袖长#七分袖*裙款式#流苏", "target": "连衣裙采用了宽松的版型剪裁，上身之后打破了一贯的沉闷感觉不会很束缚身体。领口的流苏更加吸睛，小小的圆开口带来了不同的视觉感受，而且微微廓形的裙摆摆动起来也很有俏皮气息。双层裙摆可以让连衣裙看起来更加有立体感，清新的小碎花看起来很有层次，上身之后显得人很飘逸浪漫。七分袖长不落俗套，让你做最与众不同的那一个。"}
{"source": "类型#裤*风格#运动*风格#休闲*风格#潮", "target": "运动风越来越盛行，已经成为潮人们挚爱的风格，随性休闲中更是潮范十足。此款运动裤就是为此设计的，网状的内衬，注重舒适的穿着感觉。"}
{"source": "类型#上衣*版型#显瘦*颜色#黑色*风格#复古*图案#复古*图案#刺绣*衣样式#打底衫*衣领型#高领*衣款式#亮片*衣款式#吊带*衣款式#盘扣", "target": "大牌范十足的一款连衣裙，出场便让人惊艳折服。黑色修身打底衫贴合身形穿出傲人身材，温暖高领柔和气质。精致亮眼的亮片刺绣图案复古有格调细节感十足。下摆的荷叶裙摆设计尽显女性柔美温和。气质盘扣吊带样式可爱俏皮更显年轻。"}
{"source": "类型#裙*颜色#白色*颜色#蓝色*颜色#粉色*颜色#绿色*裙长#连衣裙", "target": "一款高定材质的连衣裙，是成为名媛和提升气质的有力搭档。BRAND的这款连衣裙，采用高定走秀的提花。因为没有办法定位剪裁，所以每件花型都不一样，彰显出其<UNK>。而在纯洁的白色裙身中，加入蓝色和粉色以及绿色的花朵，并用金线勾勒其中，演绎华丽而又脱俗的优雅气质。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*颜色#粉色*颜色#灰绿色*风格#复古*图案#条纹*图案#花色*图案#复古*图案#渐变*衣样式#针织衫*衣袖型#落肩袖*衣袖型#收口", "target": "专门定制的粗针花纱与渐变灰绿裸粉花色相互交织复古浪漫又不失温柔气质，针织衫作为暖春季节必备单品，基本款的套头毛衣加宽松版型经典时尚，条纹纹路简单大方，落肩袖修饰肩型又遮肉显瘦，袖口与下摆用粉色空心收口独特优雅，精选腈纶面料柔肤舒适更易穿搭。"}
{"source": "类型#裙*材质#网纱*材质#蕾丝*图案#刺绣*图案#蕾丝*裙型#大裙摆*裙下摆#垂坠*裙腰型#高腰*裙长#连衣裙*裙款式#钉珠", "target": "连衣裙仙美刺绣花朵，钉珠装点周身，满溢着花香的味道。网纱质地朦胧细腻，自然流露出女人味。高腰大摆垂坠，多层里衬，外层网纱，中间一层蕾丝，隐约透出娇嫩肌肤。高腰位拼带设计，勾勒出纤细腰身，同时黄金分割身材比例，看上去更显高瘦。腰部立体花朵装饰，及踝长度，更好遮盖身材上的缺陷。裙摆网纱透视，带来了柔美气质。"}
{"source": "类型#上衣*图案#碎花*衣样式#套头衫*衣领型#圆领*衣款式#勾花镂空*衣款式#抽褶*衣款式#荷叶边", "target": ":套头衫最大的亮点挖肩镂空，上身之后更加更显不羁个性，看起来也很有层次感。碎花设计很低调无论是作为内搭还是直接外穿都掩盖不住奔放的热烈感觉，打破了普通套头衫带来的沉闷感。微微褶皱的下摆上身之后很舒适，带来更好的质感体验，有弧度的开口再加上中式荷叶边，穿出干练利落的气息。圆领开口也可以展现优雅锁骨曲线，看起来很有气质。"}
{"source": "类型#上衣*版型#宽松*风格#简约*风格#休闲*图案#撞色*衣样式#polo", "target": "很时尚个性的一款polo衫，简约的版型设计，上身特别的休闲时尚。撞色的袖子设计在，增添一点时尚个性，让视觉更丰富。宽松的版型设计，穿着舒适自然。"}
{"source": "类型#裙*风格#潮*裙款式#收腰", "target": "裙身渐变色的设计，很是个性独特，既能营造出丰富的层次感又能凸显出不一样的潮流韵味，将裙身特色的设计感尽显无疑。双层裙摆的设计，蓬松的质感，轻松让宝贝穿出满满的公主范，也凸显出优雅的气质魅力。弹力收腰，舒适不束缚，穿脱方便。"}
{"source": "类型#裙*版型#h*材质#棉*风格#简约*风格#知性", "target": "衣身整体采用单面针工艺，衣面平整，贴身舒适，经典的落肩袖设计让肩型圆润有型，h版型修饰身材，打造纤细曲线。精选优质棉料触感轻柔，舒适度高。适中的裙长上身更显曼妙身姿，穿着自由。简约的款式穿着优雅知性，罗纹袖口好搭配，时髦有气质。"}
{"source": "类型#裤*材质#牛仔布*风格#青春*图案#线条*裤长#九分裤*裤款式#不规则*裤口#毛边", "target": "自带青春气息的牛仔裤，怎么穿都是颜值担当。ur的这款牛仔裤，采用不规则的裤脚，配合九分长的裤身，完美的衬托出纤细的脚踝，在视觉上让美腿线条更加的修长而纤细。同时，在腰身上加入毛边的装饰，让这款牛仔裤更具不羁个洒脱范儿。"}
{"source": "类型#裙*版型#显瘦*材质#针织*风格#欧美*风格#复古*风格#青春*风格#性感*图案#复古*图案#线条*裙长#连衣裙*裙款式#拼接*裙款式#勾花镂空*裙款式#纽扣", "target": "这款针织连衣裙在肩部用镂空挂肩拼接一字抹肩，既有立体感，有带出性感妩媚的女人味。素色的撞色带出欧美复古风尚。立体版型本身就显瘦显身材，侧面的海军风大纽扣拉长大长腿的线条，在复古的气息中加入了时尚明快的青春气息。吸睛度高。"}
{"source": "类型#裙*版型#显瘦*风格#性感*图案#线条*裙长#连衣裙*裙款式#拼接*裙款式#吊带", "target": "想不想让你的形象发生<UNK>的变化，实现大提升呢？这条冷橘色的吊带连衣裙，通过接近完美的细腻裁剪，连副乳也能很好地包覆住，不用担心会又走光现象发生；独特拼接的丝光面料，形成交叉包裹的视感，凸显出女性丰满的上围线条，配合修身款裁剪，让你窈窕有致的好身材尽显，性感女人味满满。"}
{"source": "类型#裤*版型#宽松*裤长#八分裤*裤型#阔腿裤", "target": "关于阔腿裤这个单品，貌似<UNK>都对它<UNK>。八分裤长，甚至加长长度都会有腿长延伸的效果，宽松的廓形能够掩盖腿部缺点，上身要给藏肉效果点赞。"}
{"source": "类型#裤*版型#宽松*裤长#八分裤*裤型#阔腿裤", "target": "宽松阔腿裤，可以有效修饰不完美腿型，延长下半身的比例。八分阔腿裤的设计，展露纤细白皙的小腿肌肤，打造时尚完美的身材比例。宽宽的裤脚轻扬飘逸，带着男生般的干脆帅气，同时又突出了女性所独有的曲线。"}
{"source": "类型#上衣*版型#显瘦*颜色#深蓝色*风格#清新*图案#印花*衣样式#衬衫", "target": "很清新时尚的一款深蓝色衬衫，清新的印花设计，穿起来特别的彰显男士优雅的一面。修身的版型设计，上身特别的显瘦，遮住肚腩秀出型男魅力。"}
{"source": "类型#裙*材质#网纱*图案#植物*图案#刺绣*裙下摆#层叠*裙长#连衣裙*裙款式#拼接*裙款式#亮片", "target": "这款绣花亮片连衣裙，<UNK>精致出彩，远瞧优雅动人，不花哨不挑人。素雅花卉刺绣绽放裙身，以清丽淡雅的美态响应今年春夏这股优雅内敛之风。亮片点缀裙身的设计，绽放点点光芒更生动了几分。半透网纱的拼接，似透非透的感觉就像隔着层叠的纱<UNK>轻盈缥缈，上身更添仙气。"}
{"source": "类型#裙*材质#牛仔布*裙型#牛仔裙*裙腰型#松紧腰*裙长#半身裙", "target": "牛仔半身裙向来百搭，是衣橱中的必备单品。这款半身裙的款型可爱经典，上身尽显灵动。立体感的贴布绣图案装饰外观，带来童趣韵味与视觉惊喜。松紧腰头贴合不紧勒，穿脱也显得便捷许多，不耗费时间。"}
{"source": "类型#上衣*颜色#黑色*风格#简约*风格#休闲*风格#青春*风格#清新*图案#字母*图案#文字*图案#印花*衣样式#卫衣*衣长#短款", "target": "misssixty这款卫衣，短款的衣身设计搭配休闲的版型，更好的包容了身材的小缺陷，展现十足的青春气息，更显修长的身段。同时，干净清爽纯白色调，打造清新的视觉效果，搭配黑色的字母印花，演绎简约时尚美感。"}
{"source": "类型#裙*材质#网纱*材质#蕾丝*风格#宫廷*图案#蝴蝶结*图案#蕾丝*裙下摆#花边*裙领型#圆领*裙衣门襟#系带", "target": "<UNK>非常仙气的网纱睡裙，非常具有古典的宫廷风和公主范，穿起来有种飘渺仙逸的感觉，仿佛置身豪华的欧洲宫廷。领口是非常可爱的圆领，有非常柔软的蕾丝镶边前胸还有非常可爱的系带蝴蝶结，既增添了甜美风格，又不失温柔可爱。裙摆处的网纱，<UNK>均匀整齐，花边密集完整，柔软舒适。"}
{"source": "类型#裙*材质#蚕丝*颜色#白色*风格#文艺*裙领型#半高领*裙款式#纽扣", "target": "裙子采用的是桑蚕丝的面料，增加了垂<UNK>和质感，白色底上印着蓝灰色和白色的趣味的涂鸦鸽子图案，图案边缘用白色描边，使鸽子和裙身分离开来，让使整件裙子在文静文艺的基础上又带有童趣和别致意味。<UNK>的一排白色小纽扣，即使半高领也穿脱方便，而且小巧精致。"}
{"source": "类型#裙*版型#宽松*版型#显瘦*裙型#a字*裙下摆#弧形*裙袖长#九分袖*裙衣门襟#单排扣*裙款式#拼接*裙款式#衬衫式", "target": "衬衫式的帅气小立领，承托纤细脖颈，领口自然的v线，拉长比例，气质尽显。单排扣的门襟，穿脱方便。恰到好处的九分袖，将纤细手臂展露无遗，显瘦又出众。宽松版的a字剪裁，将身材不足之处尽收裙底，腰下弧形拼接，丰富层次看点有气场。"}
{"source": "类型#裙*颜色#蓝色*风格#简约*风格#休闲*裙型#a字*裙长#半身裙*裙款式#不规则*裙款式#收腰", "target": "贴近日常的学院<UNK>设计，以a字的优雅剪裁，带着休闲的<UNK>。小收腰秀气矜持，自带显眼的书卷气。主色调以对比度强烈的墨蓝色，突出有声有色的时髦追求。不规则剪裁的造型，勾勒精雕细琢。考究版型，修饰简约体型。"}
{"source": "类型#裤*颜色#白色*风格#清新", "target": "白色的连身<UNK>给人一种清新舒服的感觉，而腰身上的可调节的金属腰带不但可以勾勒腰身，显得纤长，还有闪亮的感觉。而浅v的领口设计，更显露锁骨，增添女人味。"}
{"source": "类型#裤*颜色#白色*风格#清新", "target": "简单的白色，看起来也是时尚感十足的，还多了几分小清新的干净，给人干净利落的气质，看起来也是时尚感十足的。9分裤的版型，穿上身干净利落，带着满满的时尚感。面料带有一定的弹性，穿上身也更舒适。简单的搭配，就带着阳光的气息。"}
{"source": "类型#裙*图案#波点*裙腰型#松紧腰*裙款式#不规则", "target": "这款裙子真的太美了，穿在身上立即提升气质，无论是男朋友，还是闺蜜，都会被你的美丽打动到。松紧腰设计，穿着舒适，更方便穿和脱。波点的设计，给单调的裤身增添时尚气息。个性的不规则下摆，穿出与众不同的气质。"}
{"source": "类型#裤*版型#宽松*材质#牛仔布*颜色#灰色*裤型#直筒裤", "target": "清凉垂顺，泛出雾面一样的灰色光泽。下摆边缘缝上耳仔，用来固定腰带，敞开穿着时随意垂下，潇洒个性。略宽松的直筒衣身，简单的搭配白t和牛仔裤就很酷了。"}
{"source": "类型#裤*版型#宽松*风格#街头*风格#运动*图案#字母*图案#文字", "target": "活力满满的运动裤，裤身侧边印有字母logo，充分的展现了品牌质感外加一点的美式街头风。宽松舒适的裤型，让孩子可以自由活动，尤其适合爱运动的女孩子，穿上运动裤感觉酷酷的。裤脚罗纹收口，搭配一双运动鞋妥妥的。"}
{"source": "类型#裤*版型#显瘦*风格#英伦*风格#复古*风格#简约*图案#复古*裤型#阔腿裤*裤腰型#高腰*裤腰型#松紧腰", "target": "英伦复古的高腰设计，拉长身材比例。立体修身的阔腿裤型，遮肉显瘦，简约又不失个性的休闲裤，而面料有弹性又亲肤柔软，版型经过更好的裁剪，表面更光滑耐磨耐脏。又显瘦显瘦哦，穿着更加修饰身型，走出型男的荷尔蒙吧。采用松紧腰设计，久洗不易变形，舒适不束腰，亲肤干爽舒适。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*版型#立体剪裁*风格#潮*风格#工装*裤长#长裤*裤款式#口袋*裤腰型#松紧腰", "target": "这款松紧腰长裤通过宽松的版型设计，让它更便于穿脱，并且可以包容更多的宝贝身材。而裤子经过精致的立体裁剪，让宝贝穿上之后更加显高显瘦，身材更显挺括。最后，裤子的工装风大口袋设计，潮流时尚，让宝贝穿上更具小潮男的气质。"}
{"source": "类型#裙*版型#显瘦*图案#几何*裙型#a字*裙腰型#高腰*裙衣长#中长款*裙款式#拼接", "target": "几何拼接简单时尚，还能给人一种很亲切的感觉；高腰的设计视觉上拉长腿部比例，优美的腰线细腻而温和；a字的版型更加显高显瘦，对身材没有限制性，反而更有娇俏可人的优雅味道；裙摆细腻的走线更显干净利落有质感；中长款的长度恰到好处，刚好露出显瘦的小腿，更显瘦。"}
{"source": "类型#上衣*颜色#黑色*风格#运动*风格#休闲*图案#字母*图案#文字*图案#刺绣*衣样式#卫衣*衣长#常规*衣款式#拼接*衣款式#抽绳*衣款式#连帽", "target": "这件黑色卫衣完美打破了常规版型，连帽抽绳设计，充满休闲运动风。前幅紧致的面料结合精美刺绣让整件卫衣尽显生动时髦。后背精美的刺绣字母点缀，与前幅相得益彰，彰显不羁个性范。下摆是前后错位拼接的解构设计，更具随性意味。"}
{"source": "类型#裤*版型#宽松*颜色#浅蓝色*风格#休闲*裤款式#口袋*裤款式#拉链", "target": "质地柔软透气的混合面料，加上深浅蓝色的配色，显出别具一格的质感。多口袋的设计，增加立体的层次感，兼具美观实用性。别致的拉链式门襟，方便穿脱又结实，还显得个性帅气。合体的裤型，宽松适宜而不觉呆板，穿着很显休闲感。"}
{"source": "类型#上衣*版型#宽松*风格#复古*风格#简约*风格#知性*风格#休闲*图案#条纹*图案#复古*衣样式#衬衫*衣袖长#七分袖", "target": "清爽的蓝白色条纹与简洁利落的裁剪搭配，表达出时尚简约的气质。休闲宽松的设计，恰到好处的修饰身姿，营造慵懒日常的姿态。巧妙的加入衬衫元素，更显文雅知性，给简洁的整体加入合适的儒雅感，休闲办公完美驾驭。干练的七分袖型，裸露纤细手臂，打造复古俏丽的丽人形象。"}
{"source": "类型#裙*材质#棉麻*颜色#绿色*风格#复古*风格#清新*图案#复古*图案#创意*裙长#连衣裙*裙款式#盘扣", "target": "棉麻记的这款连衣裙，带着淡淡的豆绿色调，散发出唯美的清新感。而最大的设计亮点，是在斜门襟上融入盘扣的元素，通过清新与复古两种风格的碰撞，来衍生出新的中式风情，既不显得过分古板，又别具创意，流露出丝丝缕缕的温婉中国女性味道，如梦如幻。"}
{"source": "类型#裙*颜色#纯色*风格#性感*图案#纯色*图案#线条*裙领型#一字领", "target": "forever21这款短袖衫<UNK>的纯色系，来打造简单又百搭的时尚效果，融进俏丽别致的网眼面料中，尽显摩登前卫个性。再加上性感撩人的一字领设计，将精致的锁骨与肩颈线条一览无余，更是轻松以气质碾压对手。"}
{"source": "类型#上衣*版型#宽松*材质#涤纶*风格#韩版*风格#潮*图案#线条*衣样式#衬衫*衣领型#翻领*衣款式#亮片", "target": "一款韩版宽松型亮片衬衣，宽松版上身活动自然没有束缚感。插肩款式包裹性强修饰身体不完美的线条。小翻领的设计活泼俏皮，银白色的色调给人酷酷的感觉。袖口微喇时尚潮流。涤纶用料舒适耐穿，配以亮片点缀。亮片在阳光或是灯光的照耀下光芒四射，富有个性走到哪都是人群中最亮眼的一个。"}
{"source": "类型#上衣*材质#针织*颜色#深色*衣样式#开衫", "target": "这款针织开衫的长款设计，是十分的展现身材的，体现您高挑的一面。深色的色系也是精心选择的，优雅的形象，神秘的感觉，当然属于您。再加上轻柔的马海毛的材质，舒适度也是十分高的。这样拥有众多优点的开衫，简直美极了。"}
{"source": "类型#裤*材质#牛仔布*材质#水洗*颜色#浅蓝色*风格#街头*图案#线条*裤款式#破洞*裤款式#拉链", "target": "率性的牛仔裤，是衣橱里永远都不嫌多的时尚单品。BRAND这款牛仔裤采用水洗的浅蓝色，呈现出清爽的视觉效果，尽显活力。膝盖处的破洞装饰，丰富细节，同时散发出不羁的街头气息。而裤脚的拉链装饰，勾勒出纤细的小腿线条，且不失摩登气场。"}
{"source": "类型#裙*图案#线条*裙型#a字*裙型#牛仔裙*裙下摆#毛边*裙款式#口袋*裙款式#不规则", "target": "a字摆的版型，搭配适当的下摆长度，能够很好的修饰腿部线条，给人娇小可爱的感觉。不规则的下摆毛边设计，让牛仔裙不那么单调，增强层次感，给人随性洒脱之感。裙子两侧的口袋设计，恰当的点缀了牛仔裙，点缀牛仔裙的同时<UNK>一些小的物件，把手插进口袋，也能给人酷帅的感觉，成为衣柜的必备单品。"}
{"source": "类型#裙*版型#显瘦*风格#清新*风格#性感*图案#蝴蝶结*图案#碎花*图案#印花*裙腰型#高腰*裙长#连衣裙*裙领型#圆领*裙衣门襟#系带*裙款式#拼接*裙款式#纽扣*裙款式#不规则*裙款式#收腰", "target": "这款印花连衣裙，满身碎花印花设计，打造出时尚的视觉效果，让穿着它的人变得时尚有魅力，温婉得体。圆领剪裁，蝴蝶结系带点缀不可拆，优雅浪漫，凸显你的性感的锁骨。高腰松紧收腰设计，修身又显瘦，完美掩盖腰腹肉肉，凸显优美身线，尽情展现女性柔美气质。胸前一排精致的纽扣，造型特别，美的更别致并且不易滑落，尽显低调奢侈的品质。下摆不规则拼接图案设计，拒绝平庸，小清新扑面而来，穿上它彰显你的丰富个性。"}
{"source": "类型#裙*版型#宽松*材质#牛仔布*风格#复古*风格#简约*风格#休闲*风格#潮*图案#复古*裙型#背带裙*裙型#牛仔裙*裙款式#破洞", "target": "简约素雅的牛仔色调上面复古又极具个性的<UNK>破洞设计带给孩子别样潮流体验，彰显时尚魅力。宽松舒适的翻折裤脚避免勒索双腿的同时也增添了几分层次感。简洁大方的背带版型不仅比较休闲简约也解放了双手，让孩子可以自由活动。最为暖心的还属侧面的牛仔设计，不仅起到了装饰的作用也让孩子穿脱更方便快捷。"}
{"source": "类型#上衣*风格#性感*衣样式#针织衫*衣款式#拼接*衣款式#露肩*衣款式#木耳边", "target": "针织衫作为经典内搭单品，女生们肯定不止备上一件，而选择一款有个性的针织衫，就能穿出自己的特色来。这款针织衫的特点就是袖子，精致的露肩处理，为针织衫增添了丝小性感，而露肩处别致的木耳边拼接，更是锦上添花的设计，更显时髦。"}
{"source": "类型#裤*版型#显瘦*材质#牛仔布*材质#水洗*风格#简约*图案#线条*裤型#直筒裤*裤款式#破洞", "target": "修身的直筒牛仔裤不露痕迹地修饰腿部线条，适合日常外出。水洗的牛仔布料搭配磨白工艺，简约大方设计感十足，更凸显整体层次感。立体的猫须搭配破洞元素令人眼前一亮，丰富了视觉感。周身车线缝制工艺精湛，走线细密平整，彰显品牌的独特质感。"}
{"source": "类型#裙*材质#棉*材质#混纺*风格#复古*风格#简约*图案#复古*裙型#大裙摆*裙长#连衣裙*裙领型#西装领*裙款式#纽扣", "target": "这款连衣裙自带法式优雅的气质，复古西装领、双排<UNK>纽扣、大裙摆剪裁，非常简约大气的设计，上身很出气质。人棉混纺<UNK>全棉玻璃纱里布，非常的透气舒适。"}
{"source": "类型#上衣*材质#棉*颜色#黑色*风格#清新*衣样式#衬衫*衣领型#翻领", "target": "在炎炎的夏日，不可少的单品便是细腻清新的衬衣，设计师在版型上采取经典的翻领衬衫版型，纯白的色调让穿着更加清爽，不吸热。而柔和亲肤的棉质面料的使用，更增添舒适细腻的触感，倘若与黑色的直筒休闲裤搭配，简直就是禁欲系的<UNK>。"}
{"source": "类型#裙*颜色#纯色*风格#青春*图案#纯色*裙型#鱼尾裙*裙腰型#高腰*裙长#半身裙*裙衣门襟#拉链*裙款式#拉链", "target": "BRAND鱼尾半身裙，高腰的款式，收腹提臀，轻松帮你打造小蛮腰，鱼尾的裙摆，浪漫别致，更显青春靓丽。精选纯色面料，手感柔软舒适，不易起球，可贴身穿着，更加舒适自在。后拉链设计，拉感顺滑流畅，无阻力，穿脱更加方便。"}
{"source": "类型#裙*版型#显瘦*裙袖长#九分袖*裙领型#翻领*裙衣门襟#单排扣*裙衣门襟#一粒扣*裙款式#拼接*裙款式#衬衫式", "target": "衬衫式的小翻领,柔化的领角更添女性魅力,单排扣门襟,穿脱方便。九分袖,<UNK>宽边拼接一粒扣收束出纤细的手臂国度,气质显瘦。合身剪裁,穿着轻松有余量,腰<UNK>收,穿出动人曲线线。"}
{"source": "类型#裙*材质#网纱*颜色#粉色*图案#刺绣*裙型#大裙摆*裙型#网纱裙*裙款式#纽扣*裙款式#吊带", "target": "这款吊带网纱裙，以柔和的粉色为基调，散发出甜美可爱的韵味。胸襟处缀以惟妙惟肖的花朵刺绣，考究唯美，赋予整体几分古典的东方风韵。飘逸的网纱大裙摆，蓬松挺括，成就每个小女生心中的公主梦幻。伴随着徐徐微风，裙摆摇曳生姿，散发出迷人的韵味。后幅设有两颗纽扣，令穿脱轻松自如。"}
{"source": "类型#裤*版型#显瘦*风格#复古*图案#复古*裤型#直筒裤*裤口#小脚", "target": "这款小脚直筒修身设计的休闲裤，最大的亮点在于裤口可挽边设计。采用了这种复古挽边元素的设计，融入现代感的修身<UNK>的版形，让这条休闲裤以新颖的姿态走进时尚界，穿上它非常显男人的魅力，做时尚型男。"}
{"source": "类型#上衣*颜色#纯色*风格#文艺*风格#休闲*图案#纯色*图案#刺绣*衣样式#外套*衣长#中长款*衣款式#连帽", "target": "一早<UNK>的温差让人<UNK>。一件外套能让你更温暖，采用中长款的版型，遮住臀部更时尚，再结合大码的版型，可包容不同体型也方便，活动更自在。连帽的设计护住头部，休闲更减龄，还在后背融入的刺绣，摆脱整体纯色单调，文艺更有品味。"}
{"source": "类型#裙*风格#通勤*风格#休闲*图案#线条*图案#印花*裙领型#圆领", "target": "半高的圆领设计，更加时尚休闲，亮出你的天鹅颈，做优雅女人。肩膀和腰部的走线相当精细，肩部挺括，腰部紧贴女性线条，让你的身材得到恰到好处的展现。小a版裙型历经百年，立于经典时尚圈而不败，不仅因为它可俏皮可通勤，也因为它能很好地修饰腿型，拉长腿部线条。时尚、夸张的印花图案，在色彩到设计上，都点亮了整套裙子。"}
{"source": "类型#上衣*风格#街头*风格#简约*图案#刺绣*衣样式#棒球服*衣款式#拼接", "target": "衣身采用简约的棒球服式设计，凸显出帅气自然的街头魅力。两种不同材质的拼接，能够在视觉上修饰出立体身形，展现迷人姿态。后幅精美的刺绣图案，作为服装的最大亮点有着相当的吸睛指数，精巧的绣花，为你带来高品质的穿着体验。"}
{"source": "类型#裙*颜色#红色*颜色#纯色*风格#青春*风格#性感*图案#纯色*裙长#短裙*裙长#连衣裙*裙款式#抽绳*裙款式#露肩*裙款式#连帽", "target": "这款短裙款式的连衣裙，经典的连帽抽绳设计，显得利落大方不失优雅，能够在穿着时增添女性的个人气质。性感的露肩设计，也丰富了整体的层次感。选用靓丽红色调装饰，纯色搭配是经典不过时的流行格调，级具摩登时尚气。"}
{"source": "类型#裤*版型#宽松*颜色#迷彩色*风格#街头*风格#复古*风格#性感*图案#蝴蝶结*图案#复古*图案#迷彩*图案#线条*裤款式#抽绳*裤款式#松紧带", "target": "宽松的版型设计，显得帅气而洒脱，展现出干练随性的气质。迷彩的色调，低调而独特，散发出复古街头气息。v领的领型设计，很好的修饰脸型，秀出优美的锁骨线条细节，透露着丝丝轻熟性感韵味。裤头采用松紧带叠加抽绳的设计，穿脱方便上身更舒适，可在腰间系上一个蝴蝶结，流露出甜美优雅的女人味。"}
{"source": "类型#裤*风格#休闲*风格#潮*裤款式#口袋*裤款式#纽扣*裤口#卷边", "target": "这款<UNK>风西装裤带有一种潮流BRAND，裤腰采用可调节大小设计，细节处理非常人性化，适合不同体型的宝宝穿着。大方的前后口袋设计，后口袋处带有品牌logo的个性纽扣装饰效果炒鸡棒。采用全新的设计，继承了西装裤的庄重传统但不显得呆板，注重融入色彩的亮丽活泼又掺杂小卷边裤脚的时尚休闲元素，可瞬间变帅气小型男！"}
{"source": "类型#裤*版型#显瘦*材质#牛仔布*颜色#纯色*颜色#蓝色*图案#纯色*裤款式#抽绳*裤口#小脚", "target": "蓝色纯色修身的牛仔裤并不陌生，可以是基础款式，但是这款在基础之上进行了改良，相对于正式的<UNK>设计，增加了抽绳，省去了腰带固定和装饰。小脚的牛仔裤一直都是时尚的象征，而这款虽然是小脚，但是做了束脚设计，更具流线和修身效果，搭载抽绳的裤腰，首尾呼应尽显高挑纤长。"}
{"source": "类型#裙*版型#显瘦*材质#雪纺*图案#印花*裙领型#v领", "target": "设计师精选品质优良的印花雪纺面料作为制衣材质，面料平整光滑质地轻盈舒适，上身穿着更加亲肤透气；精致的小v领设计，不仅修饰脸型显脸小又能彰显锁骨魅力；飞袖的考究搭配修身版型的小裙摆款式，尽显清凉的夏日情调。"}
{"source": "类型#裙*版型#显瘦*图案#撞色*裙型#a字*裙型#大裙摆*裙腰型#高腰*裙长#半身裙*裙款式#口袋*裙款式#抽绳*裙款式#对称", "target": "高腰舒适半身裙采用<UNK>高腰设计，橡皮筋调节腰头，且带有撞色的抽绳装饰，不紧不勒，穿脱衣物更方便、更轻松。前片顺色气眼装饰，别致新颖的设计带来时尚感。a字显瘦大裙摆,低调又透着优雅，使得裙子更好搭配。两侧对称口袋设计，可方便插手的同时，还可放置随身携带的小物品。"}
{"source": "类型#裙*版型#立体剪裁*风格#简约*图案#蝴蝶结*裙型#小黑裙*裙下摆#荷叶边*裙长#连衣裙*裙领型#娃娃领*裙款式#收腰", "target": "小黑裙设计剪裁都十分简约，整体突显一种典雅的“赫本风”。亮点在于立体的剪裁和细节之处设计把握非常好，优雅之余更添俏皮。娃娃领的设计点缀精致的水钻蝴蝶结，吸引人的眼球同时带有些许俏皮可爱。优雅的荷叶边，立体剪裁的裙边，赋予这款连衣裙独特的韵味。收腰的版型，勾勒出女性“s”型曲线，既显优雅又显别致。"}
{"source": "类型#裙*材质#蕾丝*风格#潮*图案#线条*图案#蕾丝*裙长#连衣裙*裙袖型#喇叭袖*裙衣门襟#拉链*裙款式#拉链", "target": "一款洋溢着女神风范的连衣裙，采用经典的蕾丝面料，打造出女神的优雅气质。后背附有隐形拉链，不仅提高了时尚度而且方便，采用经典的喇叭袖增添了整体的时尚潮流风范，修饰出手臂线条，展现女性的窈窕身姿。"}
{"source": "类型#裤*材质#牛仔布*风格#简约*风格#休闲*风格#青春*裤长#九分裤*裤款式#纽扣*裤腰型#高腰*裤口#开叉", "target": "高腰式的牛仔裤加上九分式的剪裁，提拉了女性的腰际线，修饰出纤细修长的腿部曲线，从视觉上打造了高挑感。牛仔蓝的色调经典又大气，充满了青春休闲的感觉，凸显自然又简约的设计感。腰部单排金属纽扣的点缀，缓解了单调感，提升了整款设计的美感，又彰显出别致的时尚气息。裤脚处的开叉设计，个性又自由的风格，将女性的脚部凸显地更加纤细，展现青春风采。"}
{"source": "类型#上衣*版型#宽松*风格#民族风*图案#线条*衣样式#卫衣", "target": "现在人穿休闲裤，都讲究会不会使腿更起来更加修长。而这款民族风拼布休闲裤就做到了，采用宽松的版型剪裁，巧妙修饰双腿线条，拼布补丁的点缀，在精细的做工之下，展现裤子的质感，整体设计之间相互配合，帅气十足。上身搭配一件简单卫衣，干干净净，简单大气，更受女生青睐哦~"}
{"source": "类型#上衣*风格#复古*风格#性感*图案#复古*衣样式#打底衫*衣领型#圆领*衣领型#v领*衣款式#拼接*衣款式#亮片", "target": "透视打底衫已经成为经典衣橱基本款之一，ev多次推陈出新，每次都能为你们带来新意。这款打底衫兼得轻盈质感和通透质地，圆领设计经典而优雅。外层亮片拼接，加上复古性感的小v领设计，释放<UNK>般的闪耀光泽。"}
{"source": "类型#上衣*版型#宽松*颜色#纯色*风格#复古*风格#休闲*风格#工装*图案#纯色*图案#复古*衣样式#风衣*衣样式#外套*衣领型#西装领*衣长#短款*衣款式#口袋", "target": "一款复古纯色西装领风衣，帅气十足。宽松休闲满满，短款风很好驾驭,设计中融入了工装外套多口袋的风格，打造出帅气的酷酷的感觉。休闲时髦"}
{"source": "类型#上衣*版型#显瘦*风格#运动*衣样式#外套*衣领型#立领*衣款式#拼接", "target": "此款弹力防风外套采用立体修身剪裁，立领的设计，舒适的贴合着颈部，给脖子温暖的防护，并有效修饰出穿者干练的运动精神。衣身两侧设有拼接透气面料，能快速的散发身体的热度和湿气，保持干爽的穿搭。"}
{"source": "类型#裤*版型#显瘦*颜色#纯色*图案#纯色*裤腰型#高腰*裤口#开叉", "target": "纯色的休闲裤，采用舒适高腰的设计，提高腰线的同时，收腰收腹又显瘦。微喇的裤脚，很好的衬托出双腿的纤细，同时也展现出优雅大方的气质。裤脚带有分叉的设计，行动间更加的利落简洁，展现出时尚率性的一面，更有职业范儿。"}
{"source": "类型#裙*材质#棉麻*材质#混纺*图案#线条*裙款式#拼接", "target": "两边领口分别开了一个小v口连接肩部拼接线，款式新颖别致，看上去像一颗四角星，吸引<UNK>，简洁随性的落肩袖。修饰手臂线条，裙身外层采用亚麻布，保持衣身挺括的外形，肌理清晰。内衬用棉麻混纺的面料，穿着亲肤透气，能有效防止走光，实用性强。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*材质#棉*材质#牛仔布*颜色#纯色*图案#纯色*衣样式#衬衫", "target": "衬衫不管是男生还是女性来件，都是必不可少的单品，而牛仔衬衫也是极受欢迎的。更何况使用了纯棉的面料制成，质感质量都无可挑剔。很有设计美感和独特感的就是字衣袖处的处理，用压褶做工，使其呈现出喇叭形的袖口，大大减少了纯色的单调。宽松的廓形舒适大方，巧妙遮肉显瘦。"}
{"source": "类型#裙*材质#牛仔布*风格#复古*图案#复古*裙型#牛仔裙*裙下摆#弧形*裙长#半身裙*裙衣门襟#拉链*裙款式#拉链", "target": "这一款弧形的半身裙，采用牛仔的面料，带有很好的抗皱保形能力，使安全更上一层。弧形的下摆，笔挺带有柔美的味道。复古做旧的金属拉链，良好的顺滑性更为舒适灵活又安全。"}
{"source": "类型#裙*颜色#纯色*风格#通勤*风格#ol*风格#休闲*图案#格子*图案#纯色*裙下摆#开叉*裙长#连衣裙*裙领型#翻领*裙款式#腰带", "target": "来自BRAND的这款连衣裙，采用经典的黑、<UNK>色调，打破了纯色的沉闷感，时髦又吸睛。利落的小翻领剪裁，彰显出简洁干练气息。而衣身融入了同面料的腰带装饰，巧妙的掐出纤细的小蛮腰。结合下摆两侧的小开叉设计，增加休闲随意气息。穿在身上演绎通勤ol气质。"}
{"source": "类型#裙*版型#显瘦*颜色#纯色*风格#知性*风格#休闲*图案#条纹*图案#纯色*图案#花色*裙腰型#高腰*裙长#连衣裙", "target": "假两件样式的职业风格连衣裙，非常的修身又显瘦凸显气质并且优雅大方，横竖条纹休闲花色，非常的经典又大方，适合出行各种场合。再搭配上一条纯色显瘦的高腰下装，两件单品的相得益彰的搭配。再配上修身的高腰造型，凸显身姿。整体造型呈现出一种知性又独特的感觉。"}
{"source": "类型#上衣*版型#宽松*颜色#纯色*风格#简约*风格#潮*图案#纯色*图案#刺绣*衣样式#卫衣*衣款式#连帽", "target": "这款连帽卫衣在设计上使用了简约的纯色搭配上时尚的刺绣花纹使整件卫衣看起来时尚又不乏潮流，宽松随性的版型使任何身材都可以完美驾驭这款卫衣不用担心身材的问题，简约优雅的卫衣正好适合现在穿着，一件简约的卫衣无论在什么场合穿着都不会有什么突兀的感觉，简单的卫衣搭配起来轻松潮流。"}
{"source": "类型#裤*版型#显瘦*材质#牛仔布*颜色#黑色*裤长#九分裤*裤款式#拉链", "target": "avivaonearth以黑色的基调打造的这款牛仔裤，整体采用了修身的九分剪裁设计，带来较为挺拔且纤长的身形曲线感。设计师为这款裤子的做了侧边拉链开合的设计，可以根据每个人的小腿粗细进行调节，使之穿着后的舒适度更高。"}
{"source": "类型#裤*版型#宽松*材质#牛仔布*材质#水洗*颜色#蓝色*风格#欧美*裤型#直筒裤*裤款式#破洞*裤款式#不规则*裤口#开叉", "target": "宽松款破洞牛仔裤，欧美帅气的版型，整体宽松穿着随性，不规则的夸张破洞处理，穿着不死板还带着点潮潮的港风，直筒的裤型也很修饰腿型。不规则的开叉下摆，充满叛逆的小心机。经典的蓝色调，水洗牛仔面料，防缩水防变形纹路也更清晰更美观。"}
{"source": "类型#上衣*衣样式#卫衣*衣门襟#拉链*衣款式#拉链*衣款式#盘扣*衣款式#对称", "target": "沿用了靛蓝色的唐装卫衣，透过门襟处点缀的盘扣设计，打造出充满国风气息的整体格调，蕴含着浓郁的传统艺术风情。而隐藏在内里的门襟拉链，更是赋予了轻便的穿着体验，起到修饰美观的作用。再加入左右对称的贴袋，演绎出实用与时尚兼具的魅力。"}
{"source": "类型#裙*材质#蕾丝*颜色#红色*风格#性感*图案#蕾丝*裙下摆#荷叶边*裙长#连衣裙", "target": "BRAND这款连衣裙采用了大红色的色调，能够有效的提升肤色，更显白皙。蕾丝的面料，若隐若现。凸显出女性性感迷人的气息，裙身下摆添加了荷叶边的设计，行走间尽显优雅女人味。"}
{"source": "类型#裤*版型#显瘦*风格#简约*裤型#直筒裤*裤款式#松紧带", "target": "这款休闲裤第一眼就给人满满的简洁大方感，再搭配上舒适的松紧带束腰设计，特别的有简洁自然感，穿脱也是十分的方便呐。简约的直筒版型，修身显瘦效果特别好还给人满满的清爽舒适感。"}
{"source": "类型#裙*材质#网纱*图案#刺绣*裙型#蓬蓬裙*裙下摆#层叠*裙长#连衣裙", "target": "斜襟样式的连衣裙在胸前交叠处点缀上立体的玫瑰花饰和晶莹的珍珠，相配网纱上身的精美刺绣图案，朵朵<UNK>姿绽放的花朵增添俏丽满分的时尚元素；加上一袭轻盈网纱面料层叠的蓬蓬裙摆，凸显浪漫的气息感，穿<UNK>俏的美甜心风采。"}
{"source": "类型#上衣*版型#宽松*材质#棉*材质#牛仔布*风格#街头*风格#简约*衣样式#外套*衣款式#口袋", "target": "这款来自levi's的牛仔外套，精选百分百纯棉材质，触感柔软，弹力十足，结实耐穿。整体的版型简约大方，在宽松的廓形下玩转街头潮范儿。经典外翻式的领口，从视觉拉长颈部长度，干练十足。胸口处外翻式口袋的加入，实用之余更添设计感。门襟处的金属圆纽，美观实用。"}
{"source": "类型#裙*风格#青春*风格#朋克*裙衣门襟#拉链*裙款式#拉链", "target": "这款鹿皮绒吊带裙就很有特色。真<UNK>拉链装饰暴露出经典的细节，借鉴了流行的朋克怀旧造型，合身的<UNK>领型，贴合身材曲线，非常的时尚前卫。"}
{"source": "类型#裙*风格#性感*图案#条纹*图案#印花*图案#撞色*裙下摆#开叉*裙长#连衣裙*裙领型#v领", "target": "连衣裙选用精致的印花图案，各种趣味图案，带来浪漫度假气息。配以下摆撞色条纹设计，显得俏皮又减龄。气质v领设计，充满着女人的小性感。加上裙摆侧边小开叉设计，穿着灵动又优雅。"}
{"source": "类型#上衣*材质#牛仔布*材质#水洗*风格#休闲*风格#清新*图案#刺绣*衣样式#外套*衣长#短款", "target": "想要轻松就赚足眼球，那怎么少得了一款经典易搭的牛仔外套。短款的版型设计很是干练，又能轻松彰显大长腿的既视感，很是随性休闲。外套是水洗的工艺设计，尽显牛仔的清新感，搭配做旧的磨破设计，凸显十分个性的时髦范，加上精美的刺绣工艺，带来十足的精致感，随便一套就能很是出彩。"}
{"source": "类型#裙*颜色#蓝色*风格#复古*风格#潮*图案#复古*裙长#半身裙*裙衣门襟#系带", "target": "这款半身裙主要以蓝色色调为主，中间的系带，整体增添了一抹灵动。柔软舒适的面料，视觉的冲击加上手感的别致，别有一番趣味增添在里面。裙摆的地方采用了别致的设计，为原本平整的裙子增添了层次感，显得十分具有复古潮流。细小的装饰，彰显着女性对服饰品质的要求。"}
{"source": "类型#裙*材质#网纱*风格#复古*图案#格子*图案#复古*裙型#a字*裙袖型#喇叭袖*裙款式#木耳边", "target": "a字娃娃裙带着俏皮感来袭，春天就要这么有生气，自然不呆板的剪裁，减龄效果满分。裙身上用木耳边装饰，立体更有活力，少女感喷薄而出。细腻的小格纹，透着复古气息，经典的配色更容易驾驭。袖口处喇叭袖和网纱结合，仙美更显纤细。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*风格#休闲*图案#线条*图案#印花*图案#撞色*裤型#阔腿裤*裤腰型#高腰", "target": "采用高温压褶面料，挺括有型又纹理清晰，以及穿着舒适与防皱耐磨。可爱精致的撞色五角星印花点缀，精致又吸人眼球，不会过于严肃。宽松休闲的版型设计，更加的好穿舒适。高腰的设计提升腰线打造修长双腿，休闲气质的阔腿裤版型设计，更显笔直的腿部线条，遮肉显瘦。"}
{"source": "类型#上衣*版型#宽松*风格#休闲*图案#拼色*衣样式#卫衣*衣款式#抽绳", "target": "不被无聊的日常所约束，大胆去寻找自己的BRAND，这件元气满满的卫衣是最好的选择。看起来休闲又很简洁的拼色设计，能轻松打破初春的沉闷，无论是外穿还是<UNK>都十分的凸显气质。略宽松的廓形设计，没有束缚感，还能衬托身材更加纤瘦。下摆抽绳的设计，不仅展现你的小蛮腰，<UNK>还自带活力属性。"}
{"source": "类型#上衣*材质#针织*材质#蕾丝*风格#性感*图案#蕾丝*衣样式#毛衣*衣袖长#长袖", "target": "时尚从来不是一件事物的主场。当浪漫精致的蕾丝邂逅温暖舒适的针织毛衣，一个是华丽的性感，一个是低调的温柔，而明朗的天空色泽用它宽厚的怀抱将两者合二为一，令毛衣顿时摆脱了平庸的<UNK>。而宽宽的长袖落落大方，率性潇洒，视觉效果突出，将女性的大气和温柔都一一呈现在眼前。"}
{"source": "类型#上衣*版型#宽松*材质#混纺*风格#街头*风格#简约*风格#休闲*风格#潮*图案#撞色*衣样式#卫衣*衣袖型#插肩袖*衣袖型#罗纹袖口", "target": "简约版型设计，让这款卫衣能够带来更多的潮流前卫的美感。个性的撞色白线点缀，轻松点亮整体的时尚造型感，更显几分魅力风范，呈现出时髦减龄的街头风。而藏青色的色调，散发出沉稳的味道，视觉上还十分的衬显肤色。宽松的剪裁增加身材的轮廓，将多余的赘肉有效隐藏起来。罗纹袖口与下摆带有一定的弹性，给你舒适的穿着体验。结合含棉的混纺材质，触感亲肤透气，贴近皮肤不扎肉肉。休闲的插肩袖，彰显利落大方的形象。"}
{"source": "类型#裤*版型#宽松*颜色#纯色*风格#简约*图案#纯色*图案#撞色*裤型#直筒裤", "target": "一款十分简约的纯色直筒裤，宽松的直筒版型，清爽包容各种身材。腰侧点缀撞色的排扣设计，打破了纯色的单调感，为整体增加了视觉亮点，穿搭起来也显得时髦又个性。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*颜色#白色*颜色#蓝色*颜色#灰色*风格#街头*裤口#小脚", "target": "侧边拼蓝色和白色加灰色反光条滚边，在夜晚能够变得闪耀，非常酷炫。面料是带有光泽度的健康布，舒适透气有弹力，可以当运动裤穿。版型宽松，穿着更舒适，同时小脚的设计显瘦显腿直。简单的字符装饰，与帅气的街头风格也十分吻合。"}
{"source": "类型#上衣*材质#雪纺*风格#简约*风格#清新*风格#性感*图案#条纹*衣样式#雪纺衫*衣领型#圆领*衣款式#纽扣*衣款式#荷叶边", "target": "这款雪纺衫设计感强。经典的圆领设计，恰到好处的烘托了脸部的轮廓，露出纤细的脖颈，凸显女性性感优雅的曲线美，还能略显俏皮可爱。甜美的荷叶边，珍珠纽扣点缀，增加衣身的细节感，立体感十足。清凉的雪纺材料，不仅质地好，垂感度也高，增加了整体的层次感，更加的清新灵动。简约的条纹元素，洋溢着少女的青春活力，甜美动人，仙气十足。"}
{"source": "类型#裙*材质#蕾丝*颜色#墨绿色*风格#清新*图案#撞色*图案#蕾丝*裙长#长裙*裙款式#勾花镂空", "target": "撞色处理鲜艳明媚，在颜色上就尤为吸睛。墨绿色搭配上清新飘逸的长裙，仙女的气质也就自然外露。水溶蕾丝面料质感出众，在品质上一直领先，挺括而且不会轻易就变形。下半身<UNK>恰到好处的镂空以及花纹装点，让人<UNK>，一切看起来本是那么不可思议。"}
{"source": "类型#上衣*版型#h*风格#英伦*风格#复古*风格#职场*图案#格子*图案#复古*图案#线条*图案#撞色*衣样式#西装", "target": "h型的直筒设计，让西装在流畅的线条中，愈发显得冷硬与刚强，完美的将女性的气质藏匿了起来。而衣面上经典的撞色格纹，充满了英伦的风情的同时，还有着复古的韵味，流露英国绅士般的气质。衬托出都市职场女性温润的气息。"}
{"source": "类型#裙*材质#棉*风格#清新*图案#条纹*图案#蝴蝶结*图案#撞色*裙型#a字*裙款式#拼接*裙款式#腰带", "target": "蓬松可爱的a字裙活泼甜美，拼接设计层次丰富，色彩搭配清新靓丽，更显小公主气质。采用纯棉材质面料柔软亲肤，吸湿透气性好不闷热。裙摆拼接采用锦纶材质，轻薄柔软更显飘逸灵动。内里棉质内衬贴身穿着无刺激，呵护宝贝娇嫩皮肤。袖口撞色条纹装饰亮眼时尚，弹性舒适不勒皮肤。条纹蝴蝶结腰带点缀，更显活泼靓丽。"}
{"source": "类型#裤*风格#文艺*图案#线条*裤长#九分裤", "target": "整体线条利落干净，没有丝毫多余的装饰和累赘，好驾驭。裤身宽幅正常，不夸张又足够飘逸，可以完美修饰腿型。九分长度，时尚度也比较高。上身既有种随性洒脱的时髦感，又不乏淡淡的文艺气质，可张扬可文静，实穿性强。"}
{"source": "类型#上衣*材质#蕾丝*风格#休闲*图案#蕾丝*衣样式#卫衣*衣领型#高领*衣款式#拼接", "target": "穿着不会显单调的一款卫衣，假两件设计，层次感明显又能很好提升丰富性。蕾丝拼接点缀，添加甜美的少女感，休闲又显减龄。舒适的高领，凸显迷人的天鹅颈，又显气质优雅大方。"}
{"source": "类型#上衣*版型#宽松*材质#牛仔布*材质#水洗*风格#街头*风格#简约*风格#休闲*衣样式#外套*衣款式#纽扣", "target": "牛仔外套是由内而外都在突出时尚的格调，同时表达出干练清爽的气息，渲染出一份永不过时的即视感。运用水洗工艺的处理，提升帅气而拉风的气息，立体的袋盖点缀，释放出简约大方的休闲风情，宽松剪裁的衣身，发挥出时髦的街头风，金属纽扣的装饰，带出不一样的时髦气场。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*颜色#黄色*风格#性感*裤长#短裤*裤款式#勾花镂空", "target": "颜色很美的一款套头镂空线衫哦，黄色给人眼前一亮的感觉，宽松的版型，不挑人穿，显瘦遮肉。灯笼袖的设计很甜美，v领的设计也很洋气，搭配裙子或者短裤都可以。透视镂空的设计，瞬间就将整体性感魅力值提升了不止一个高度，视觉上也会显高挑感。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*颜色#黄色*风格#性感*裤长#短裤*裤款式#勾花镂空", "target": "颜色很美的一款套头镂空线衫哦，黄色给人眼前一亮的感觉，宽松的版型，不挑人穿，显瘦遮肉，灯笼袖的设计很甜美，v领的设计也很洋气，搭配裙子或者短裤都可以。透视镂空的设计，瞬间就将整体性感魅力值提升了不止一个高度，视觉上也会显高挑感。"}
{"source": "类型#裙*图案#蝴蝶结*图案#线条*裙型#a字*裙长#连衣裙*裙领型#圆领*裙款式#口袋*裙款式#绑带", "target": "这款连衣裙采用a字版型设计，搭配精致的剪裁设计，穿着更为贴合体型，符合人体工程学。加上圆领设计，修饰颈部线条更为优美，适合多种脸型。搭配蝴蝶结绑带设计，更为时尚俏皮可爱。搭配口袋设计，丰富细节设计和层次感。"}
{"source": "类型#上衣*颜色#亮黄色*风格#英伦*风格#简约*衣样式#风衣*衣领型#翻领", "target": "干练的长款风衣是春季<UNK>穿又时髦的一件单品，简约的廓形展现你帅气干练的一面，抢眼的亮黄色又能凸显独特个性，让你在人群中更加出众。袖袢和小翻领的设计是英伦风的经典元素，让你又多几分优雅随性。挺括的面料撑起版型，穿上身更加有型。"}
{"source": "类型#裙*图案#手绘", "target": "日本品牌doublet以<UNK><UNK><UNK>为概念推出了全新的2018春夏系列单品。而其中这款短版裁剪的帽衫更是结合磨损细节呈现，并在前幅位置加入了手绘水果的独特细节。"}
{"source": "类型#裙*版型#显瘦*材质#网纱*材质#蕾丝*颜色#白色*风格#文艺*风格#清新*风格#性感*图案#蕾丝*裙长#连衣裙*裙款式#拼接", "target": "这款很有性感姿态的连衣裙采用素雅的白色渲染其中，衬托出十足的干净整洁度，让清新文艺风格脱颖而出。加上拼接的网纱蕾丝材质设计，打造更具法式风情的浪漫气息，提花的造型更是别致而吸睛，小修身的版型剪裁轻松穿出修身的效果。"}
{"source": "类型#裙*版型#宽松*版型#显瘦*材质#棉*材质#牛仔布*颜色#浅蓝色*风格#简约*风格#休闲*风格#青春*风格#清新*图案#印花*裙型#牛仔裙*裙型#直筒裙*裙款式#口袋", "target": "一款宽松直筒牛仔裤，简约休闲，是衣柜必备的单品。浅蓝色的设计，青春活力又清新十足。宽松直筒的设计，休闲的同时，起到很好的显瘦效果。精品牛仔棉的面料，青春洋溢，分分钟减龄。前幅两侧斜插口袋有层次，也让整体有品质感。精美个性的印花图案，洋溢清新有活力。"}
{"source": "类型#裙*版型#显瘦*裙长#连衣裙*裙衣长#中长款*裙领型#v领*裙款式#收腰", "target": "v领款式的中长款连衣裙，穿在身上能够很好的尽显出女性的身材，还能够凸显出女性的十足大长腿。收腰的版型，穿在身上非常的显瘦，整体带来十足的女性韵味。v领的设计，能够凸显出女性的颈部长度。"}
{"source": "类型#上衣*衣样式#风衣*衣长#中长款*衣门襟#单排扣*衣款式#口袋*衣款式#对称", "target": "这件中长款风衣采用单排扣门襟的设计，不仅可以方便穿脱，还能凸显挺拔身形；左右两边对称的斜插口袋设计，既能放置物品，还可以让你凹造型。"}
{"source": "类型#上衣*图案#小熊*衣样式#卫衣", "target": "这件卫衣一BRAND标志性的小熊图案为原型打造而成，所不同的是这次的小熊正在愉快的<UNK>着<UNK>，俏皮的形象瞬间俘获萌妹子们的芳心，给人一种很恬淡愉悦的感觉。在款式上，这件卫衣的衣袖要<UNK>身长了不少，虽然没到露脐的地步，但是给人很精炼动感的感觉，穿在身上风灵动活力。"}
{"source": "类型#裙*版型#宽松*颜色#纯色*风格#文艺*风格#简约*风格#休闲*图案#纯色*裙下摆#荷叶边*裙下摆#压褶*裙长#连衣裙*裙领型#圆领*裙款式#拼接", "target": "一款纯色的连衣裙，采用了精致的压褶拼接设计，使袖口与裙摆带来了荷叶边的浪漫风情，同时，又大幅的增强了整体的视觉立体层次感，<UNK>色调不会显得单调，同时。宽松的版型设计，穿着自由无束缚。又透出几分的文艺气息，圆领的设计，简约休闲，更加的优雅显气质。"}
{"source": "类型#裙*版型#宽松*风格#知性*裙型#百褶*裙腰型#高腰*裙长#半身裙", "target": "<UNK>的这款半身裙最大的亮点在于其百褶的裤身设计，其在个性吸睛的同时将知性浪漫的女性气质彰显的淋漓尽致。与此同时，其宽松的裤腿和高腰的剪裁又凸显着高挑的身姿和清爽帅气更洒脱的穿搭品味，赢得了都市丽人的一致追捧。"}
{"source": "类型#裙*版型#显瘦*风格#文艺*风格#中国风*图案#印花*裙长#连衣裙*裙款式#绑带*裙款式#收腰", "target": "第一眼看见这款裙子，就觉得文艺气息扑面而来。将旗袍的款式进行改良，保留中国风元素的同时，更符合现代的审美。蝴蝶印花散落在裙身上，赋予了连衣裙更为灵动的美，优雅之中韵味十足。收腰绑带设计，显瘦效果好，轻松穿出窈窕感。"}
{"source": "类型#上衣*衣样式#卫衣*衣款式#罗纹", "target": "卫衣在袖口与衣摆处采用微收处理，令衣身造型松紧相宜更利落。与触感柔软的弹性罗纹材质相结合，穿着舒适无束缚感的同时耐穿不易走样。"}
{"source": "类型#上衣*衣样式#卫衣*衣款式#罗纹", "target": "卫衣作为好穿百搭的时尚单品，非常受时尚达人的追捧。来自BRAND的男童舒适卫衣，衣摆和衣袖均采用经典的罗纹束口设计，贴合宝宝的身体曲线，将热度牢牢锁住，给孩子带来一个温暖的穿着体验。融入时尚的logo图案，不仅增添几分活力，还增强了品牌辨识度呢。"}
{"source": "类型#上衣*衣样式#卫衣*衣款式#罗纹", "target": "来自于安奈儿的男童卫衣，采用罗纹式的衣袖设计，不仅可以很好的贴合孩子的手腕与腰部，营造出舒适的穿着感，而且还不会让手腕与腰部产生约束现象喔！自然衔接的肩型，能够轻轻贴合孩子的肩部，凸显出肩部的优美曲线。"}
{"source": "类型#上衣*衣样式#卫衣*衣款式#罗纹", "target": "来自于BRAND的儿童卫衣，采用了虎头图案的设计，配以<UNK>的面部表情，刺激着宝宝的视觉神经，带来一种新奇的穿衣体验。圆形领口邂逅罗纹肌理，不仅造就了服帖的触感，呵护着宝宝的颈部肌肤，而且具有修饰脸型的效果，衬托着宝宝的可爱娃娃脸。"}
{"source": "类型#裙*版型#显瘦*风格#淑女*风格#潮*图案#印花*裙型#a字", "target": "此款印花a字连件套，采用印花设计，精美个性，紧随潮流，时尚又不失气质。a字裙型，遮肉显瘦，尽显女性温婉淑女的甜美魅力。领口设计，设计感十足，散发优雅女人味，个性又大气。"}
{"source": "类型#裙*版型#宽松*版型#显瘦*颜色#纯色*风格#街头*风格#通勤*风格#简约*风格#潮*图案#字母*图案#纯色*图案#文字*图案#线条*图案#印花*图案#撞色*裙长#连衣裙*裙领型#圆领*裙款式#口袋", "target": "这款连衣裙甄选优质面料，穿着柔软舒适不紧绷。简约的圆领设计，修饰颈部线条。侧边斜插口袋，方便携带小物品。字母印花装饰，街头风格十足。经典的纯色搭配字母撞色，时尚潮流。宽松的廓型，轻松遮肉显瘦。穿上它无论日常通勤还是逛街都很合适。"}
{"source": "类型#上衣*版型#宽松*材质#棉*颜色#黑色*衣样式#卫衣*衣款式#连帽", "target": "BRAND的这款连帽织带卫衣采用百分百纯棉优质面料<UNK>，亲肤感十足，让人爱不释手。橘色打底亮眼吸睛，更受欢迎。黑色点缀增加设计感与时尚感。宽松的造型不挑身材，受众面更广。"}
{"source": "类型#裤*版型#宽松*材质#蚕丝*材质#牛仔布*颜色#白色*风格#简约*图案#线条", "target": "这款短袖采用了蚕丝的面料，散发出淡淡光泽的质感，亲肤顺滑，给你大牌舒适感。白色衣身上<UNK>趣味的人像涂鸦，演绎出<UNK>却又玩味的时尚感。宽松的版型，着身尽显大方的气质。圆领的设计，以简约大方的线条衬得脸更小了呢，搭配牛仔裤，<UNK>翻天。"}
{"source": "类型#上衣*风格#简约*风格#青春*风格#潮*图案#线条*衣样式#马甲*衣领型#西装领*衣领型#翻领", "target": "长款马甲一向是高挑女生扮酷的时尚潮流单品，这款来自marisfrolg的长款翻领马甲，大气简约的裁剪加上长款的版型，使整体线条更显修长的优点，尽显高挑帅气的一面，而它粉嫩的颜色同时带来女性青春有活力的感觉。它的细节设计也为整体加了不少分，尤其是它的西装领设计，简约立体又不失翩翩风度，将女性优雅而有气质十足的一面展现的淋漓尽致。"}
{"source": "类型#上衣*风格#青春*衣样式#卫衣*衣袖型#落肩袖*衣款式#亮片*衣款式#连帽", "target": "BRAND的这款18早春新款卫衣，有白粉两款配色，青春甜美有范儿，无论是连帽落肩的设计，还是无帽插肩的设计，都很个性百搭。最大的亮点是它胸前的猫咪亮片装饰，更是充满童趣。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*风格#休闲*图案#条纹*裤长#九分裤*裤型#阔腿裤*裤腰型#高腰", "target": "条纹阔腿裤女九分裤2018春季新款高腰宽松<UNK>裤休闲宽腿裤裙大码时尚腰带设计装饰！任意<UNK>扣装饰！春季宽松舒适。宽松时尚版型藏肉显瘦掩盖缺陷"}
{"source": "类型#裤*材质#牛仔布*材质#水洗*风格#潮*裤款式#破洞*裤款式#不规则*裤口#毛边*裤口#小脚", "target": "非常有个性的一款牛仔裤，小脚裤的版型，衬托出修长的双腿。裤身水洗破洞，不拘一格，凸显着小女生的一点点叛逆。经典的水洗面料让裤子更显个性潮流。不规则的毛边脚口，增添几分俏皮感，不会太单调。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*颜色#粉色*风格#休闲*风格#青春*风格#清新*风格#性感*衣样式#衬衫", "target": "宽松休闲衬衫，袖口高开叉的设计，露出纤细的手臂，性感的刚刚好，美得毫不费力。宽松的bf版型设计，多种穿法，时髦显瘦。粉色的色调，少女味十足。初春的悸动随粉色衬衫<UNK><UNK>，一颗颗小心脏，被<UNK>的不行不行的，<UNK>，这种<UNK>自带甜蜜的属性。清新淡雅，浑身上下都充满着青春的魅力，普普通通的一件衬衫，就这么变得熠熠生辉。"}
{"source": "类型#裤*版型#宽松*图案#条纹*图案#印花*图案#撞色*裤款式#松紧带*裤腰型#松紧腰", "target": "裤腿是微微宽松的款式，能遮住腿部的缺点。裤身是做了撞色条纹的设计，不是那种很死板的印花条纹，而是做了压褶感的处理，整体会更有设计感。不能拆卸的细吊带设计，和整条裤子组合在一起就是一种很随性的感觉。腰部做了橡筋松紧的设计，不会限制腰的围度，穿脱起来方便。"}
{"source": "类型#裤*版型#显瘦*材质#牛仔布*颜色#深蓝色*裤长#短裤*裤款式#破洞*裤款式#不规则", "target": "这条牛仔短裤的边缘破洞剪裁可以说是很随意了，不规则的随意设计，就是想要彰显独特的个性时尚品味，加上a字廓形剪裁，穿起来版型挺阔有型。外加深蓝色牛仔面料选择还实力显瘦！"}
{"source": "类型#裙*材质#蕾丝*颜色#黄色*风格#高贵*风格#青春*图案#蕾丝*裙下摆#荷叶边*裙长#中长裙*裙长#连衣裙*裙领型#v领", "target": "春天的热情是阳光一般的澄澈温暖，一件明黄色荷叶边连衣裙最能配合春天的热情。大v领的设计非常大气，突出颈线修饰脸型；荷叶边自然流畅，时尚洋气而不失优雅；中长裙的版型使裙摆刚好露出小腿最纤细的部分，充分修饰你的腿型；蕾丝裙青春洋溢但高级的质感让穿裙子的你既青春又高贵。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*风格#清新*图案#线条*衣样式#毛衣*衣款式#抽绳", "target": "抽绳松紧腰设计，穿着更舒适，脚口开叉设计，抢眼又时尚，宽松遮住大腿，让腿部线条更显挺直修长；配上一款宽松的毛衣，时尚又随性，尽显时尚小清新，修身显瘦显腿长。美丽的春，如果没有一款好看的哈伦裤，怎么能漂漂亮亮的出门呢。"}
{"source": "类型#裤*材质#网纱*颜色#纯色*风格#简约*风格#知性*图案#纯色*图案#线条*裤款式#拼接*裤款式#纱网*裤口#小脚", "target": "网纱的拼接能有效的体现优雅的气质，彰显妩媚的感觉。小脚裤的设计更好的凸显腿部的线条，打造大长腿的既视感。纯色的处理，简约而大方，体现知性的感觉，让女性看上去更加优雅，彰显独特的气质。"}
{"source": "类型#上衣*材质#棉*材质#水洗*材质#混纺*风格#复古*图案#复古*衣样式#衬衫*衣款式#腰带", "target": "立体的剪裁工艺颇具人性化设计，略微<UNK>的后腰使弯腰不露肉，腰带内侧特殊材质增大摩擦力，防止衬衫滑出。手擦猫须工艺和水洗做旧设计，让裤子透出时尚复古色彩。棉质混纺面料，具有柔软亲肤，吸湿透气的特点，微微弹性无紧绷不适感。经典品牌logo皮标，以及盾形后袋s线缝合的经典设计，无一不传承着品牌百年经典时尚。"}
{"source": "类型#裙*风格#潮*风格#性感*裙袖长#无袖*裙领型#圆领*裙衣门襟#系带", "target": "这一款裙子采用的是经典的圆领设计，让精致的锁骨展现出来散发出迷人的气息，并且结合上无袖的设计，看上去更加的清爽的同时给你更好的穿着体验。最令人感到惊喜的是采用别致的后系带设计，勾勒出性感的身材，展现出游人的后背更为性感魅惑。而前短后长的下摆设计，增强了层次感与视觉亮点，穿上身更为的时尚潮流。"}
{"source": "类型#上衣*版型#显瘦*版型#立体剪裁*颜色#纯色*风格#简约*图案#纯色*衣样式#卫衣*衣款式#连帽", "target": "这款纯色卫衣，采用的简约的连帽设计透露着男性的满满元气，整体看起来非常的洋气减龄。经典的立体剪裁，下方开阔的袋鼠兜插袋打造出分明的层次感，百搭时尚。修身版型显瘦藏肉，还拉长身形，轻松凸显的男性的帅气有型。"}
{"source": "类型#裤*版型#宽松*材质#棉*材质#针织*裤长#连体裤*裤款式#纽扣", "target": "天生有气场的连体裤，特立独行的姑娘衣柜里总该备一件。这款连体裤腰部用一排纽扣切出弧线，凸显腰身的同时，也拉长了腿部比例，洒脱与柔美，本来就不该是件矛盾的事。宽松自在的廓形，没什么身材限制，全棉针织面料，不过于闷热，穿着舒适自在。"}
{"source": "类型#裤*版型#显瘦*颜色#黑色*风格#简约*风格#休闲*图案#条纹*裤型#直筒裤*裤款式#松紧带*裤口#小脚", "target": "这款黑色的休闲运动裤，两侧做双道条纹装饰，纤细的长条纹，不仅简约美观，上身还勾勒一双笔直的大长腿。弹力优异的橡筋裤头，舒适不产生紧绷感，穿脱更具便利性。修身的直筒版型，配上利落的裤子收口，整齐细腻的车线，每一处细节都尽显卓越品质。"}
{"source": "类型#上衣*版型#宽松*材质#牛仔布*风格#ol*衣样式#外套", "target": "宽松的<UNK>版型，可以凹出<UNK>风格的搭配。这款上衣选用的牛仔色看起来很赞，做旧的非常赞，可以说很大牌，可以很cool，可以很小女人，总之可以演绎很多种风格的牛仔外套。"}
{"source": "类型#裙*版型#显瘦*材质#网纱*颜色#粉色*风格#青春*风格#清新*风格#性感*图案#印花", "target": "一袭修身印花裙，看一眼便会让人心动。印花图案，清新脱俗，有着强烈的吸睛效果，穿着体现着性感大气的气质，十分青春减龄；浪漫粉色色系，满满的元气少女气息，衬托女性甜美的风韵；加之网纱大领口设计，若隐若现更为迷人性感，展露出白皙肌肤和性感胸部，修身版型更加具有女人味。"}
{"source": "类型#上衣*图案#字母*图案#文字*图案#线条*图案#撞色*衣样式#衬衫*衣袖型#罗纹袖口*衣款式#拼接", "target": "时尚有型的棒球领衬衫，罗纹袖口跳色点缀，打造视觉焦点。下摆开衩设计，提高腰线的位置，拉长了腿部的线条。后片辅以字母的撞色拼接下摆，潮酷有型。"}
{"source": "类型#上衣*版型#宽松*材质#丝绒*颜色#纯色*风格#简约*风格#休闲*风格#潮*图案#纯色*衣样式#卫衣*衣袖型#喇叭袖*衣款式#拼接*衣款式#连帽", "target": "一款简约又不乏设计感的卫衣，宽松连帽的款式给人满满的休闲活力感，搭配着纯色的色调，看起来更加利落大方。身前<UNK>的设计让衣身层次感更丰富。连帽和；喇叭袖口是丝绒的拼接，让卫衣看起来更加的别致，提升了时髦与潮流感。"}
{"source": "类型#上衣*颜色#黑白*图案#条纹*图案#线条*衣样式#衬衫*衣样式#衫", "target": "跟其他条纹衫不一样的是这款衬衫<UNK>条纹，并且还采用了条纹粗细、颜色深浅的结合设计，衬衫<UNK>很和谐，毫无违和感。线条与衣身整体色调都采用<UNK>的黑白作为反差色调，视觉效果很<UNK>，上身look也很nice。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*图案#线条*图案#刺绣*衣样式#衬衫*衣领型#小立领*衣袖长#长袖*衣门襟#套头", "target": "本款上衣整体采用较为宽松的直筒版型设计，藏肉显瘦，不挑身材，适合各种身形的人穿着。小立领的领口设计，把颈部线条修饰的淋漓尽致，露出优美的天鹅颈，彰显出女性的优雅气质。套头式的衣门襟设计，使得本款上衣穿脱十分的便捷。精美的绣花图案装饰，使得本款衬衫不显得单调，上身给人一种独特的时尚魅力。长袖的设计，更加的贴合手臂曲线，上身更加的舒适贴身。"}
{"source": "类型#上衣*材质#蕾丝*风格#高贵*图案#蝴蝶结*图案#撞色*图案#蕾丝*衣样式#衬衫*衣款式#拼接*衣款式#飘带*衣款式#荷叶边", "target": "衬衣与背带裙拼接的设计，打造出了假两件的效果，显得更加的时尚。领口是蝴蝶结的飘带设计，展现出优雅高贵的气质，胸口处带有撞色的蕾丝花边点缀，带来甜美的气息，时尚减龄。腰部的荷叶边拼接，更好的突显出腰部的纤细。"}
{"source": "类型#裙*版型#显瘦*材质#针织*风格#复古*图案#复古*图案#波点*图案#线条*裙长#连衣裙*裙衣门襟#系带", "target": "两件套的连衣裙的款式，不同的面料间的碰撞还让整体的层次感非常的突出，且针织还多了几分女性的柔美感。内搭连衣裙是可爱的彼得潘领的设计，乖巧可爱的模样带来了几分减龄感，且不失少女的天真和浪漫。下摆立体褶裥的裙摆，能更好的隐藏身材的不完美，藏肉显瘦还不失俏皮。腰间系带的设计，不留余力的勾勒出腰部的线条，显曲线身材。且裙身点缀的复古感的波点，灵动又时尚，独具浪漫格调。"}
{"source": "类型#上衣*颜色#黑色*颜色#纯色*图案#纯色*图案#线条*衣样式#衬衫*衣款式#绑带", "target": "BRAND衬衫经典的白衬衫款式，实用穿搭率可是非常高的。随意的搭配上一条黑色裤子，就能打造出时髦的风格。腰间精致的可调节绑带腰封设计，可以依据自己的身型和舒适度来调节松紧。不仅穿着更显舒适自由，而且能够<UNK>的勾勒出妙曼的腰身线条，衬托出女性更吸睛迷人的曲线。同时绑带的设计，也让简单的纯色款式，散发出更甜美的气息，设计感十足。"}
{"source": "类型#上衣*风格#休闲*图案#印花*衣样式#衬衫*衣款式#口袋", "target": "一款适合城市户外的专业衬衫，也很有休闲风，胸前的品牌logo印花设计彰显品牌品质的同时还提升了整体的质感，口袋设计增加版型感。"}
{"source": "类型#上衣*版型#显瘦*衣样式#外套*衣领型#西装领*衣款式#收腰", "target": "来自rmo＆jul品牌旗下的一款<UNK>外套，简洁大方的西装领，轻松凹造型更添几分干练的气质感。高级的主打色十分的有内涵，一看就是脱离路人的姿态，十分的优雅大气。收腰的设计巧妙的拉升了腰线，修身版型展现曼妙身姿。"}
{"source": "类型#上衣*材质#棉*颜色#红色*颜色#黄色*风格#复古*风格#潮*图案#复古*图案#几何*图案#色块*图案#线条*衣样式#棒球服*衣样式#外套*衣袖型#收口*衣款式#罗纹", "target": "马切达家的这款新品为复古棒球外套,选用经典溜肩棒球服版型。以舒适砖红面料为基础，<UNK>黄色色块装饰。几何<UNK>的黄色线条装饰，修饰服饰版型。领口、袖口有罗纹装饰，下摆有松紧收口。款式设计新潮有型，砖红色上身显得非常的有格调，不容易与其他色混淆，很有年轻人的味道。棉质面料，手感柔软舒适，喜欢的千万别错过。"}
{"source": "类型#上衣*颜色#纯色*颜色#灰色*风格#街头*风格#复古*风格#文艺*风格#简约*图案#纯色*图案#复古*衣样式#衬衫*衣款式#口袋*衣款式#不规则", "target": "这款衬衫倾心打造复古美感。采用灰色和藏青色两种色调，整体看上去非常文艺复古。纯色的简约配上绣标的修饰，让素净的整体增添了一些闪光点。两边不规则的口袋设计，具有一些社会<UNK>的感觉，很有街头感哟。"}
{"source": "类型#裙*版型#显瘦*材质#棉*图案#印花*裙型#百褶*裙腰型#高腰*裙长#连衣裙", "target": "这个款式看上去像单独的两件。其实是一件式a摆连衣裙，有种特别的设计感。腰节部位做的百褶造型感很强，上半身是比较修身的，采取高腰节设计手法，会显得腿更长。下身裙摆用的是全棉小印花面料，凉爽舒适适合夏天的搭配。"}
{"source": "类型#裙*风格#复古*风格#宫廷*图案#复古*图案#印花*裙型#大裙摆*裙长#半身裙*裙款式#木耳边*裙款式#抽褶", "target": "唯美气息路线的一条半身裙，那复古的色调放佛在叫嚣着精致的属性，还有那一刻的气质也在一起迸发。高级复杂的印花图案附在裙身上，增添一股fashion的气势，结合裙身的整体色调，给人一种欧式宫廷风的既视感。褶皱的大裙摆搭配腰头俏皮的木耳边点缀，走起路来时风姿卓越，<UNK>的结合，魅力不可挡。"}
{"source": "类型#上衣*风格#街头*风格#运动*风格#休闲*衣样式#卫衣*衣样式#套头衫*衣款式#抽绳", "target": "色彩明亮风格的运动套头衫，鹅黄色的卫衣色彩，是人群中第一眼就吸引人的存在！大大的帽子，休闲街头感的气质很浓厚~底摆也不再是以往的罗口，取而代之的是牛筋和抽绳，提高了整体的时尚感！"}
{"source": "类型#上衣*版型#宽松*材质#针织*风格#复古*风格#休闲*图案#复古*衣样式#毛衫*衣领型#圆领", "target": "精选针织面料，柔软亲肤。宽松休闲的版型，穿着舒适自然。采用复古经典的绞麻花织法，让毛衫更温暖厚实。带有慵懒感的<UNK>袖款式设计，新颖有趣，彰显出独特个性。别致圆领，简洁大方，百搭好穿。"}
{"source": "类型#上衣*风格#简约*风格#运动*图案#撞色*衣样式#卫衣*衣样式#开衫*衣袖型#收口*衣款式#罗纹", "target": "简约大方的开衫卫衣，袖管经典织带撞色设计贯穿了整个造型，彰显时尚运动风范。袖口和下摆采用罗纹高紧密收口，收放自如不约束。"}
{"source": "类型#裤*风格#性感*裤长#连体裤*裤款式#抽褶*裤口#翻折", "target": "连体裤的收腰褶皱特意做高，拉高了腰线，显得腿长又有型。领子处大体采用一字抹胸领的款式，用两条宽肩带作为装饰，性感而又不失魅力。翻折的设计也是十分的有个性，能够很好地遮掩肩颈部的小赘肉，美观而又大方。胸前一排的扣子小巧精致，装饰感十足。"}
{"source": "类型#裙*颜色#白色*风格#通勤*裙长#连衣裙*裙款式#衬衫式", "target": "rmojul<UNK>白色细条纹打造的这款衬衫式连衣裙，从用色和花纹给人较强的轻商务气息，是非常适合日常通勤穿着的单品。设计师为这款裙子的侧边做了搭扣开合的设计，可以调整裙摆的大小，穿着后显得身形更为凹凸有致。"}
{"source": "类型#裙*风格#高贵*风格#性感*图案#线条*图案#撞色*裙型#蓬蓬裙*裙型#抹胸裙*裙下摆#压褶*裙长#连衣裙*裙领型#一字领*裙款式#拼接*裙款式#吊带", "target": "一字肩的美，不低调也不张扬，<UNK>露的刚刚好。这款连衣裙撞色拼接设计，丰富视觉亮点，纤细吊带勾勒出肩部柔美线条，俏皮同时多了几分女人味。一字肩露出纤纤玉颈，有种天鹅般的高贵气质，让整个人看上去更加高挑迷人。抹胸式领口修饰纤瘦锁骨，性感迷人。腰间压褶形成蓬蓬摆效果，轻松穿出小女人的娇俏之美。"}
{"source": "类型#上衣*图案#字母*图案#文字*图案#刺绣*衣样式#毛衣*衣袖型#喇叭袖*衣款式#拼接", "target": "毛衣+纱裙两件套连衣裙，个性字母绣花，独特的喇叭袖口，半身纱裙拼接两件套，丰富视觉层次感，<UNK>时髦细节。裙子版型是高腰型的设计，腰部是在腰围<UNK>，下摆呈现一个立体又漂亮的臀线弧度，很精巧利落的感觉。"}
{"source": "类型#裙*风格#复古*图案#复古*裙型#衬衫裙*裙衣门襟#系带", "target": "一如既往的朴素华美。这款大气复古风情的衬衫裙，腰身配送纤细系带，让你既可以畅享舒适的大版型又可以收束腰身展现婀娜多姿的身线美好。"}
{"source": "类型#裤*颜色#蓝色*颜色#驼色*裤长#短裤", "target": "avivaonearth以蓝色结合驼色打造的这款小热裤，整体采用了粗花呢纺织的工艺打造而成，给人较为精美且质感出众的穿着效果。设计师为这款短裤的前端点缀了圆润且硕大的珍珠，加强了精致且立体的穿着美感，显得更为出彩。"}
{"source": "类型#上衣*风格#街头*风格#休闲*风格#青春*图案#字母*图案#文字*图案#印花*图案#撞色*衣样式#t恤*衣领型#圆领*衣袖长#短袖", "target": "这款男士短袖体恤后福采用撞色字母印花进行点缀，街头风格满满时尚流行。前胸处的字母logo加持，彰显身份。自然圆领搭配休闲下摆，上身合体大方。醒目的<UNK>三<UNK>你选择，阳光帅气永不落伍。"}
{"source": "类型#裙*版型#宽松*颜色#白色*风格#ol*图案#蝴蝶结*裙型#抹胸裙*裙下摆#垂坠*裙款式#口袋*裙款式#腰带*裙款式#纽扣*裙款式#对称", "target": "白色织带的肩带设计，英文字母装饰其中。抹胸造型，露出柔美的锁骨，气质优雅。前幅精致的纽扣门襟装饰，假门襟丰富细节。腰部系上腰带，系上蝴蝶结，凸显优美身姿。宽松的裙摆，两侧对称的口袋，实用且美观。质感的面料，垂坠有骨感，ol气质凸显。"}
{"source": "类型#上衣*版型#h*风格#复古*风格#宫廷*风格#知性*风格#清新*图案#复古*衣样式#雪纺衫*衣领型#立领*衣袖型#泡泡袖*衣款式#木耳边", "target": "飘逸清新的雪纺衫一直都是众多mm所喜爱的单品，复古的立领采用众多的平行松紧线处理，更加富有层次感。小木耳边设计尽显颈部的优美知性，直筒h版型设计不显身材，尽显知性魅力，搭配简洁利落的泡泡袖，彰显复古宫廷韵味。"}
{"source": "类型#上衣*版型#宽松*风格#欧美*风格#休闲*图案#撞色*衣样式#卫衣*衣门襟#套头", "target": "换季的适合不知道穿什么？一款套头卫衣帮你解决所又烦恼。一件工整又时髦的百搭卫衣是每个小仙女的衣橱必备。休闲宽松的版型无拘无束。出去浪选择两个不同的颜色还能传出不一样的味道。衣身采用<UNK>图案装饰，像欧美图片大气，很好地体现了撞色效果。"}
{"source": "类型#上衣*颜色#黑色*风格#街头*图案#印花*衣样式#卫衣*衣长#短款*衣袖型#收口*衣款式#螺纹", "target": "短款暗黑卫衣街头气息浓厚。经典的螺纹收口，凸显了整体的精致<UNK>好穿的经典单品。黑色总是百搭平凡的，但是添加了个性印花的卫衣不仅百搭好穿更是提现时尚不二之选。亲肤面料穿起来舒适透气，设计感与使用感两者兼顾。"}
{"source": "类型#上衣*版型#显瘦*风格#简约*衣样式#衬衫*衣领型#立领*衣款式#抽褶", "target": "非常具有型格的立领衬衫，在前襟肩袖的位置巧妙的做出v型的抽褶设计，叠加了衣身整体的层次质感。凸显立体有型的轮廓，兼具修身显瘦的特点。繁复的褶饰展现精致耐看的装饰感，没有过多的修饰，凸显简约而不简单的大气风范。"}
{"source": "类型#上衣*颜色#紫色*风格#复古*风格#潮*风格#性感*图案#复古*图案#线条*图案#印花*衣样式#衬衫*衣领型#方领*衣领型#翻领*衣门襟#系带*衣款式#收腰", "target": "这是一款复古紫色印花的方领衬衫。面料十分的透气，而且舒适度很好，细腻性强。别致的小翻领的设计，展现脖颈的魅力。十分的百搭不失高档潮流的设计感。收腰的系带，展现完美线条，和性感的小蛮腰。"}
{"source": "类型#裤*版型#宽松*颜色#纯色*图案#纯色*裤款式#拼接*裤款式#口袋*裤款式#螺纹*裤款式#拉链*裤口#小脚", "target": "来自BRAND推出的这款纯色束脚裤，宽松的版型穿起来具有不错的修饰腿型的效果。裤裤腿两侧的多口袋拼接，立体感十足，拉链翻盖等开合的设计，使得<UNK>物件安全性也<UNK>，螺纹束脚裤，修饰脚踝，更有显腿长的功效。"}
{"source": "类型#上衣*版型#宽松*风格#休闲*风格#青春*图案#手绘*图案#线条*衣样式#衬衫*衣领型#翻领*衣门襟#单排扣", "target": "充满趣味的图案的以手绘工艺印在衬衫上，将<UNK>元素与可爱元素大胆结合看起来有点反差萌的感觉，为视觉增添了一分俏皮可爱感，显得富有青春与活力。同时小翻领的设计能够很好的修饰颈部线条，再搭配单排扣的门襟设计，有利于人们开合和穿脱。除此之外，略微宽松的版型，彰显休闲随意感。"}
{"source": "类型#裙*版型#显瘦*风格#知性*图案#创意*裙型#包臀裙*裙型#鱼尾裙*裙下摆#层叠*裙长#半身裙", "target": "自带减龄效果的半身裙，在知性优雅的基础上，创意性的融入了层叠的裙摆效果，打造出层次的浪漫感。包臀裙的款式，却不会显得很约束，舒适合体，很有显瘦显腿长的效果。鱼尾裙摆采用的是轻盈的纱质面料，更添柔美气质感。"}
{"source": "类型#上衣*材质#针织*材质#网纱*颜色#纯色*风格#性感*图案#纯色*衣样式#衬衫*衣款式#拼接", "target": "这款纯色衬衣的细节之处都相当精妙。领口的烫银网纱设计在展露女性性感慵懒的同时又不失优雅氛围。领口及以下皆为针织拼接，完美勾勒出整体的廓形感。衣身的植绒提花工艺细腻地描绘出花朵的肌理感，柔美而精致。"}
{"source": "类型#裤*版型#显瘦*材质#棉*材质#牛仔布*材质#水洗*风格#复古*风格#青春*风格#潮*图案#复古*图案#线条", "target": "牛仔裤是每一个爱穿搭的美眉都必不可少的单品。这款裤子采用修身版型，可以更好地修饰腿部线条，包裹出更加修长的腿型。结合水洗工艺和磨破处理，为裤子注入流行元素，更具潮流感。而微喇设计，又增添了一丝复古韵味~精选弹力全棉牛仔布料，舒适透气不紧绷。"}
{"source": "类型#裤*图案#条纹*图案#线条*裤款式#拼接*裤口#微喇裤", "target": "这款采用绿白条纹修饰的裤子，整体线条感十足，利用线条的完美拼接，给人以视觉的冲击感。外加用喇叭裤腿的修饰，整体也是十分飘逸耀眼。"}
{"source": "类型#裤*材质#棉*颜色#纯色*风格#休闲*图案#字母*图案#纯色*图案#文字*裤长#短裤*裤款式#口袋", "target": "这款BRAND的儿童休闲短裤，甄选优质的棉料制作而成，手感柔软细腻，亲和宝宝的肌肤，提高舒适自如的穿着体验。简洁的纯色主调，干净大方，日常搭配起来方便。而后口袋加入的字母点缀，又打破了单调感，更显趣味活力感。"}
{"source": "类型#裙*图案#线条*裙型#百褶*裙型#a字*裙腰型#高腰*裙款式#不对称*裙款式#波浪", "target": "不对称的前片设计，与百褶波浪边的融合，增加了裙子的层次感。高腰的a字裙摆，拉长腿部线条，分分钟拥有大长腿，桃红色也是满满的少女心。"}
{"source": "类型#裙*材质#针织*风格#性感*图案#线条*裙长#连衣裙*裙领型#v领*裙款式#吊带", "target": "气质v领的吊带针织连衣裙，有很好的弹力针织面料作为支撑，上身轻松彰显迷人腰身线条。气质v领设计，展现性感的锁骨，修饰颈部线条，营造立体脸部轮廓感。"}
{"source": "类型#上衣*材质#针织*材质#网纱*颜色#纯色*风格#简约*图案#纯色*图案#线条*衣样式#针织衫*衣领型#一字领*衣长#短款*衣袖长#长袖*衣款式#拼接", "target": "本款一字领拼接针织衫版型设计采用短款样式，简洁的一字领口设计，修饰颈部线条。下摆拼接网纱面料，显得别具一格，吸睛亮眼更具特色。简约纯色优雅气质，精致针织充满细节设计感。简洁长袖设计，更具优质的细节品质感。"}
{"source": "类型#上衣*风格#潮*风格#性感*图案#线条*衣样式#卫衣*衣袖长#长袖", "target": "初语长袖卫衣在袖口两侧加入了吸睛亮眼的开叉设计，让卫衣的版型样式由此获得了较为给力的提升，潮流<UNK>性感更显浓郁。从另一方面而言，这别致的袖口开叉设计实际上也可以较好的修饰手腕处的线条，将曲线轮廓轻柔的勾勒，并且可以修饰与包容手臂处的赘肉，缔造出更为纤细动人的视觉美感，举手投足之间尽享撩人的优雅气韵。"}
{"source": "类型#裙*风格#复古*图案#复古*裙长#半身裙*裙款式#拼接*裙款式#抽褶*裙款式#不规则", "target": "两种面料的不规则拼接，让这款半身裙层次感更加丰富，造型也更加独特和立体。双层花纹定型的处理，让图案更加自然随性，一点也不会有廉价的感觉，更增添了几分优雅的复古感觉。前面的下摆松紧抽褶设计，很独特的一个地方，让人眼前一亮。"}
{"source": "类型#裙*材质#牛仔布*材质#水洗*材质#斜纹*裙型#直筒裙*裙领型#polo领*裙款式#破洞", "target": "独特的polo领口设计，更显设计师的独特用心，穿上时髦大气。领口露出的羊羔毛看起来更加温暖，不用担心寒风入侵。斜纹设计的牛仔面料非常耐磨耐穿。水洗效果自然到位。衣身整体做旧破洞处理，效果非常自然，而且衣身是直筒的廓形设计完全不挑身材。"}
{"source": "类型#裙*版型#显瘦*颜色#军绿色*图案#蝴蝶结*裙型#a字*裙长#连衣裙*裙袖长#五分袖*裙衣门襟#系带", "target": "浅军绿色的连衣裙，干净利落的剪裁带着干练与帅气。v型领口既能美化颈部的曲线又有显脸小的效果。五分袖的设计，搭配袖口的蝴蝶结系带，活泼甜美。围裹式的裙摆设计，配上腰部的系带，勾勒出纤细的腰线，穿出a字裙显瘦的效果。"}
{"source": "类型#上衣*材质#丝绒*风格#复古*图案#复古*衣样式#卫衣*衣款式#拼接*衣款式#不规则", "target": "卫衣是百搭不出错的万年款，开春季节随意套上就满是BRAND，这款在下摆融入了不规则拼接的设计，在包容各种身材的基础上，彰显与众不同的时髦态度。别致的丝绒材质满足复古<UNK>需求，不同角度下还能呈现出丰富的色泽感。"}
{"source": "类型#上衣*材质#丝绒*风格#复古*图案#复古*图案#线条*衣样式#打底衫*衣领型#圆领*衣袖长#短袖*衣门襟#套头", "target": "简单的一件短袖因为复古的丝绒面料光芒绽放，BRAND有万种风情，不敌浪漫优雅更迷人。高阶的丝绒材质，自带出水润光泽的温润质感，却有着丝绸没有的磨砂感，让气场迅速提升，手感顺滑，作为一件打底衫再适合不过，出街必备。版型流畅，不易变形，不知不觉展现身体的美好曲线。精致的圆领套头设计方便穿脱，修饰优美的脖颈线条，更显落落大方。"}
{"source": "类型#裤*颜色#迷彩色*图案#迷彩*裤款式#螺纹*裤腰型#松紧腰", "target": "慢跑裤采用了螺纹松紧的裤腰设计，十分贴心，不会勒宝贝肚子，活动自由，而且穿脱方便，宝贝穿着舒适度满分。裤身布满了<UNK>大爱的迷彩图案，非常显眼且具有个性，一秒便能定格目光，同时也满足了孩子们的军人梦。"}
{"source": "类型#裙*材质#网纱*图案#渐变*裙型#a字*裙下摆#压褶*裙款式#拼接*裙款式#松紧带", "target": "“从地球到<UNK>穿越曼妙银河<UNK>，开始一场遥远而浪漫的宇宙之行”。三色渐变网纱，压褶拼接解构设计，小a字裙型，百搭单品。腰部松紧带设计，适合各种身形，多层网纱，仙气满满。"}
{"source": "类型#上衣*材质#丝绒*风格#复古*风格#职场*图案#条纹*图案#复古*衣样式#外套*衣领型#圆领", "target": "丝绒阔腿裤加上精致的剪裁，上身非常有女人味，金丝线条纹的点缀增添时尚感，并能修饰长腿轮廓。加上阔腿裤的搭配，大气又充满个性魅力。流畅精致的外套，采用包边圆领设计，做工精湛细腻，加上精美的丝绒面料，带来光泽感和复古感，轻松就能展现出职场的御姐气场。"}
{"source": "类型#上衣*材质#亚麻*材质#水洗*风格#复古*图案#复古*衣样式#衬衫*衣领型#娃娃领*衣领型#翻领", "target": "这件甜甜的复古小衬衫，有没有青春年少的感觉。水洗亚麻，手感<UNK>，更有质感，西瓜红鲜明又柔和，很衬肤色。乖巧的娃娃领翻领设计，内里做了一圈贴边，穿着不起翘，贝壳扣隐藏在门<UNK>，很有感觉的样子。"}
{"source": "类型#上衣*风格#工装*衣样式#马甲*衣样式#外套*衣款式#连帽", "target": "兼顾设计<UNK>穿性的连帽外套，<UNK>及可拆卸的背带马甲是外套设计亮点，可以自行脱卸外穿马甲，脱掉马甲同样也是一款好搭的工装外套，演绎两种不同风格穿搭。连帽防风领，呵护颈部温暖时尚，门襟处小缺口更加丰富造型设计，增添户外工装感。"}
{"source": "类型#裙*颜色#深色*风格#淑女*风格#潮*裙型#a字*裙下摆#垂坠*裙长#连衣裙*裙款式#抽绳", "target": "连衣裙是不少女性的时尚专属，随意搭配即可显露出优雅气质，垂顺的裙身对肉肉身材的妹子比较友好，可以修饰身形曲线，演绎出潮流新风尚。袖口和腰部都采用了抽绳装饰，为深色裙身增添了甜美淑女感，a字裙摆有着自然的挺括感，可以拉长腿部曲线，行走时裙摆摇曳，尽显撩人长腿。"}
{"source": "类型#裙*版型#宽松*版型#显瘦*材质#牛仔布*材质#水洗*风格#复古*风格#休闲*图案#复古*裙型#牛仔裙*裙款式#拼接*裙款式#口袋", "target": "耐磨的牛仔材质，适合天性活泼的男性，可以穿着很长时间；增加了水洗的处理，有复古的感觉；宽松的裤<UNK>显瘦，对身材的包容性也很强；口袋的拼接，有很强的层次感，打破裤身的单调，还可以帮助你凹造型；微微卷起的裤脚，代表着穿着者的自信态度，还有淡淡的休闲风格。"}
{"source": "类型#上衣*颜色#纯色*风格#高贵*图案#纯色*图案#线条*衣样式#西装*衣领型#翻领*衣门襟#双排扣*衣款式#纽扣", "target": "西装翻领线条流畅有助提升气场，让整体显得更高贵无与伦比，而且凸显都市女性的干练大气。质感金属纽扣装点的双排扣，酷帅有型让大衣更具腔调，提升视觉美感。袖口和下摆双色蓝白织带配以金属环扣的装点，打破纯色的单一，无形中提升了整体的时尚度。"}
{"source": "类型#裙*版型#宽松*版型#显瘦*图案#线条*裙长#连衣裙*裙款式#腰带*裙款式#收腰", "target": "金属环扣腰带的设计起到了辅助收腰的效果，因为宽松版型的连衣裙穿在身上的感觉比较舒适，但是修身效果有所<UNK>，选择环扣腰带的<UNK>收腰，勾勒出女性纤细的腰肢线条。另一方面，闪耀的金属环扣也起到了细节上的装饰效果，增添活泼俏皮个性。"}
{"source": "类型#裙*风格#潮*图案#印花*图案#撞色", "target": "尤为绚丽新潮的印花设计，总是很容易彰显出曼妙新潮的快感，简洁大方魅力十足。既有着新潮时尚的惊喜，又能够展现出非凡的气质，营造出一种浪漫唯美的气息。靓丽精致的印花还精心的用以撞色设计而成，酝酿出无比新潮靓丽的情愫，穿在身上醒目吸睛，且不易撞衫，显得与众不同。"}
{"source": "类型#裙*版型#宽松*颜色#黑色", "target": "这款裙子非常适合微胖的女生，黑色的选择可以从视觉上修饰你的体型，让你显得更苗条。而宽松的版型，则是可以容纳多种身材，穿起来也更舒适。"}
{"source": "类型#裤*版型#显瘦*颜色#黄色*风格#简约*风格#潮", "target": "在所有颜色中，简约<UNK>黄色的爱简直爱不完，纯净的黄色对应的是<UNK>。伊芙丽修身休闲裤的裤脚处采用前短后长的剪切式设计，潮流艺术的设计带来了满满的活力，温暖你的春天。"}
{"source": "类型#裙*风格#复古*风格#清新*图案#复古*图案#刺绣*裙下摆#花边*裙袖型#泡泡袖*裙款式#收腰", "target": "一款非常甜美的裙子，让人一眼就联想到初恋的初恋裙。精致的绣花点缀在纯白的裙摆上，复古时尚，清新甜美。收腰的设计凸显腰线，展现少女完美身材。泡泡袖的设计和裙摆点缀耳朵花边，更显甜美可人。"}
{"source": "类型#裙*材质#网纱*风格#性感*图案#碎花*图案#印花*裙长#长裙*裙长#连衣裙*裙款式#露肩", "target": "这款连衣裙采用了性感的露肩设计，充分展现出了女性性感的肩头，打造出女性的风情万种。胸口处使用了网纱作为遮掩，微微露出的雪白肌肤却能够起到欲拒还迎的效果，引人遐想。裙身使用吸睛的碎花印花图案，女人味满满。这样一款长裙，绝对是炎炎夏日的最佳选择！"}
{"source": "类型#裤*材质#牛仔布*裤款式#不规则*裤腰型#高腰*裤口#毛边", "target": "叛逆的牛仔裤面料能张扬出十足的个性，把牛仔布制成超短的裙身，在气温回暖的春天秀出自修长纤细的美腿。它的下摆带有不规则的毛须边，更是把潇洒不羁的个性放大，给你想要的自由和无拘无束。高腰的裤身改变了身材比例，是隐藏的小心机。"}
{"source": "类型#裤*材质#牛仔布*裤款式#不规则*裤腰型#高腰*裤口#毛边", "target": "经典的高腰牛仔裤，做旧的面料磨损处理，充满青春活力的气息；而且高腰的版型，也帮助女性修饰好身材，彰显独特的魅力；不规则毛边处理，别具特色的拉丝细节，让女孩足够与众不同，彰显个性；不规则的裤腿设计，加之磨白的工艺，穿上潮范十足，把女性狂野的一面展现出来。"}
{"source": "类型#上衣*材质#羊毛*颜色#纯色*风格#简约*风格#休闲*图案#纯色*衣样式#针织衫*衣样式#打底衫*衣领型#高领*衣长#短款", "target": "保暖又精致的纯色短款针织衫，简约设计展现出高级时尚感。领口采用高领设计，可以起到保暖作用，也展现出女性的干练稳重的风格。采用了高品质的羊毛面料，轻薄的质感却顺滑柔软，一点儿都不好刺痛柔软的肌肤。松垮的版型穿起来特别休闲随意，可以隐藏身材的小缺陷。作为打底衫可以搭配任意风格的服装。"}
{"source": "类型#裙*材质#牛仔布*颜色#白色*风格#街头*风格#青春*裙型#牛仔裙*裙长#连衣裙*裙款式#吊带", "target": "散发着时尚丹宁风的牛仔连衣裙，采用可调节的吊带设计，带来随性百变的时尚腔调。细长的吊带<UNK>胸前，或松垮演绎慵懒个性风范。亦或调节到正常宽度，诠释率性且娇俏的街头少女气质。加以闪耀盈亮的白色珠饰点缀，流露BRAND范儿十足的青春型格。"}
{"source": "类型#裙*风格#性感*图案#条纹*图案#撞色*裙长#连衣裙*裙款式#钉珠*裙款式#露肩", "target": "这款连衣裙采用了简洁的撞色条纹作为装饰，精致又个性。再加上胸前采用了钉珠桃心的图案点缀，俏皮可爱，趣味十足，达到减龄的效果。采用了单侧露肩的设计，露出一侧的白皙肌肤。性感而显女人味，更是从视觉上带来一丝亮点。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*颜色#纯色*风格#性感*图案#纯色*图案#线条*衣样式#衬衫*衣袖型#泡泡袖*衣款式#露肩", "target": "这款纯色衬衫给人一种简洁大方的感觉，露肩的设计，展现出迷人的锁骨和优美的颈部线条，彰显出你的女性魅力，性感的同时又不失可爱。甜美的泡泡袖设计，<UNK>手臂上的赘肉，同时增添了上衣的亮点，给人一种活泼的感觉。上衣宽松的版型更加的显瘦。"}
{"source": "类型#裙*版型#显瘦*版型#立体剪裁*风格#简约*裙型#a字*裙长#连衣裙*裙衣门襟#单排扣*裙款式#收腰", "target": "大爱这样的裙子，设计感的开襟式连衣裙，复杂中带着简约大气，是都市干练<UNK>的最爱。修身小a字裙摆，收腰的款式，胸前立体裁剪，曲线感比较强，那种显瘦的效果十分大气。整体非常地时尚别致，柔美俏皮，前襟单排扣设计，彰显出干练帅气的风格。"}
{"source": "类型#上衣*版型#宽松*材质#棉*材质#混纺*图案#刺绣*衣样式#外套*衣款式#腰带*衣款式#不对称*衣款式#亮片", "target": "一款舒适透气的棉氨混纺外套；不对称的袖部设计，采用了亮片绣花与贴标作为装饰，即突破了沉闷又凸显趣味的设计感，使随意的举止间流露出个性的时髦范；可拆卸的日字扣腰带，收紧而系则显纤腰穿出柔美，拆下不系则显宽松穿出随性美。"}
{"source": "类型#上衣*颜色#黄色*颜色#绿色*颜色#姜黄色*颜色#米白色*风格#青春*图案#刺绣*图案#撞色*衣样式#外套*衣领型#圆领*衣款式#口袋", "target": "外套采用简单的圆领设计，简洁大方易于搭配。运用时下流行的撞色元素，米白色的呢子面料和姜黄色的大口袋相结合，既醒目又可爱。搭配明亮的黄色大衣扣，柔和的色调更给人以温暖舒适的感觉。大大的口袋上还添加了精细的重工刺绣图案，色彩鲜艳，亮眼的绿色绣线凸出图案轮廓，带来意想不到的趣味点缀。"}
{"source": "类型#裤*图案#条纹*裤款式#抽绳", "target": "北冥鹰这款休闲裤精选优质面料打造，具有良好的透气性，穿着时轻薄舒适。腰部的弹力抽绳设计，穿脱更加便利。裤身上则采用条纹的设计方式，丰富了整体的造型感，看起来更加时尚。小腿的裤型设计，恰到好处的修饰腿型，加强了上身效果。"}
{"source": "类型#裙*版型#显瘦*颜色#纯色*风格#简约*风格#性感*图案#纯色*裙领型#v领", "target": "v领的领口造型设计，搭配上卷边的元素感，能够让女性的颈部曲线得到一种释放，给人满满的性感魅力。而且纯色系的衣色，还特别的简约百搭。比较修身的裙子造型设计，还可以衬托女性的娇小身材，展露最完美的身材曲线美感。"}
{"source": "类型#裙*版型#显瘦*颜色#纯色*风格#简约*风格#性感*图案#纯色*裙领型#v领", "target": "性感的大v领设计，露出了白皙的皮肤、迷人的锁骨、纤细的脖颈，散发浓郁的妩媚风情。修身的版型把女性前凸后翘的身材曲线展现的淋漓尽致，纯色设计简约大气又不失时尚，蓬松的裙摆，凸显女性的俏皮可爱气息，立体的剪裁，衣身挺括有型。"}
{"source": "类型#裙*颜色#白色*风格#性感*图案#线条*裙型#a字*裙长#连衣裙*裙衣长#中长款*裙领型#v领*裙款式#吊带", "target": "这款纯白色的a字吊带连衣裙，集清纯与妩媚与一身。性感的深v领将颈部的线条衬托得完美无缺，中长款的长度配上白色系的色调，瞬间让人觉得倍感优雅。明线突出的边缘线条设计感十足，衣摆能随着微风走动，美丽迷人。"}
{"source": "类型#裙*版型#显瘦*材质#牛仔布*材质#水洗*颜色#蓝色*图案#线条*裙型#牛仔裙*裙款式#破洞*裙款式#钉珠*裙款式#亮片", "target": "裤腿两侧重工钉珠、钉钻以及亮片装饰，各种时尚元素组合在一起，密密麻麻，blingbling的光泽度，再加上温润柔亮的珠子，堪称精雕细琢的工艺品；水洗牛仔蓝色调，非常时髦的范；帅气不羁的破洞磨须工艺，破的很有艺术美感。版型也是很赞，裤脚一抹时尚翻边，秀气的显瘦效果，整个线条很是自然、流畅，显得腿又瘦又直。"}
{"source": "类型#裙*裙领型#西装领*裙款式#纽扣*裙款式#连帽", "target": "西装领口搭配连帽设计，搭配起来更加舒适。隐藏式纽扣门襟设计，起到很好的防风效果。可调节外部纽扣袖口设计，让你的穿着更加方便。"}
{"source": "类型#裙*材质#丝绒*颜色#紫色*图案#印花*裙下摆#荷叶边", "target": "裙子以无限的可能存在，变幻成不一样的样式，让人着迷。沉睡与激活，苏醒与爆发，通过玫紫色的丝绒镶嵌点缀裙身，彰显出了它的个性与风范。裙摆上一层又一层的荷叶边，垂感十足，潋滟美丽，带着灵动的美感。山水画的素雅结合高端的数码印花，描绘出一副精致如水的柔情美丽，看起来就能撩动人心。"}
{"source": "类型#上衣*版型#显瘦*风格#简约*衣样式#毛衣*衣领型#翻领*衣门襟#暗扣*衣门襟#一粒扣*衣款式#对称", "target": "两边对称的大翻领，微微露出里面的内搭，随便搭一件小毛衣都能轻松驾驭，还能拉长脖颈曲线，使脖子更修长。简约的箱型版型设计，有效的遮住了上半身的肉肉，超级显瘦，就算是胖女孩也可以穿。一粒扣的设计不仅大气简单，穿脱更是方便。袖口处的暗扣设计点缀了细节，十分到位。"}
{"source": "类型#裙*风格#简约*风格#职场*图案#条纹*裙衣长#中长款*裙领型#西装领", "target": "这件简约而不简单的中长款条纹大衣穿着温暖又很有范儿，它的设计很用心。设计师采用了经典的西装领设计融入其中，给人很端庄正式的感觉。让你轻松打造出精明干练的职场女强人气场，而且西装领的设计还给人很干净流畅的视觉效果，让人对你的好感度增添不止一点点。"}
{"source": "类型#上衣*颜色#黑色*颜色#绿色*风格#简约*风格#休闲*图案#字母*图案#文字*图案#刺绣*衣样式#棒球服*衣样式#外套*衣款式#口袋", "target": "宽宽松松的棒球服外套，加上后背的字母和蜜蜂刺绣图案设计，显得十分个性而时尚。休闲又不失几分精致感，肩袖上的口袋设计个性随性，简约洒脱，黑色百搭神秘感，绿色时髦休闲个性。"}
{"source": "类型#裙*风格#青春*裙领型#高领*裙款式#口袋*裙款式#抽绳*裙款式#连帽", "target": "这款个性十足的卫衣裙，用它前面的大口袋成功的吸引了我的注意。那个大口袋让我想起了<UNK>哦~好可爱，好有回忆风情~高领连帽抽绳设计，挡风挡雨，有酷感，而且还方便调节~整体<UNK>出年轻女性的浪漫不羁，青春洋溢~"}
{"source": "类型#上衣*颜色#灰色*风格#英伦*风格#清新*图案#蝴蝶结*衣样式#外套*衣门襟#双排扣*衣款式#口袋", "target": "一件颜值与实穿性并存的短外套，衣身采用浪漫的裸灰色，在干净的色泽里面，融合一点灰度，着实清新动人，而且还不会太挑肤色。版型的设计风格是酷感中夹杂着甜美的英伦风，双排扣搭配斜插口袋，特别是袖<UNK>的蝴蝶结设计，相比起复杂花哨外套，这件外套极易能穿出态度和秀气感。"}
{"source": "类型#裙*版型#显瘦*风格#复古*风格#宫廷*图案#复古*图案#刺绣*裙型#公主裙*裙长#连衣裙*裙袖长#无袖*裙领型#圆领", "target": "具有古代风格的<UNK>刺绣，精致细腻的走线，婉转的花纹便能将你带回独具中西方<UNK>文化的<UNK>。设计师在版型上却意外的选择无袖的圆领连衣裙版型，与复古刺绣的结合，混搭出别样的精致时尚感，而在版型上。当然是选择修身的腰身与挺括的裙摆，与欧式宫廷公主裙相似设计的裙摆，在视觉上便给予你大气婉约的气质，穿着更加优雅，时尚。"}
{"source": "类型#裙*版型#显瘦*颜色#白色*颜色#黑色*风格#简约*风格#清新*裙长#短裙*裙袖长#短袖", "target": "本品采用短袖和短裙的搭配方式，设计清凉，能够<UNK>满足孩子在夏季的穿着需求。白色和黑色的搭配方式，可以形成鲜明的视觉效果。简约修身的版型设计，穿着活动更加自由灵活。水手服的设计理念，可以打造唯美小清新气质。"}
{"source": "类型#上衣*图案#植物*图案#印花*衣样式#衬衫*衣款式#拼接", "target": "植物拼接<UNK>印花弥漫着亚热带雨林的气息，何不穿一身亚热带雨林，感受<UNK>，自在生长。<UNK>，<UNK><UNK>乐队，我们的新<UNK>，也是一种<UNK><UNK>的<UNK><UNK>，<UNK>时，你会在<UNK><UNK>它的身影。把它藏进生长力旺盛的亚热带雨林，两种图形结合，诞生了这件印花衬衫，气质像<UNK>自由的乐队，愿你在<UNK>时，在新领域开拓<UNK>。"}
{"source": "类型#裙*风格#性感*图案#豹纹*裙下摆#荷叶边*裙长#连衣裙*裙领型#v领*裙款式#吊带*裙款式#不规则", "target": "吊带连衣裙能够充分凸显出女性的娇柔之美，v领设计造型美观，上身后显得人十分性感迷人，裙摆采用了不规则的荷叶边样式，随性飘逸，又不失优雅感。通身的豹纹图案使人充满野性，彰显硬朗率性，魅力四射。"}
{"source": "类型#裙*版型#显瘦*风格#宫廷*风格#简约*裙型#a字*裙型#背带裙*裙款式#绑带*裙款式#纽扣*裙款式#收腰", "target": "落落大方的一条浅咖色背带裙，上身很有少女的俏<UNK>。大大的a字裙摆，行走间随风轻扬，甜美减龄哦。收腰剪裁，可以很好地贴合身材曲线，加上背后腰部的宫廷风气眼交叉绑带设计，收束出腰身有种小蛮腰的即视感，非常显瘦显高挑优雅。胸前单排树脂纽扣设计，简约中透着俏皮可爱。"}
{"source": "类型#裙*版型#显瘦*图案#蝴蝶结*裙长#半身裙*裙衣长#中长款*裙款式#腰带*裙款式#波浪*裙款式#收腰", "target": "超级少女的一款半身裙，很适合春日渐暖的天气。中长款对任何腿型都很友好，还能遮住多余的小肉肉。腰部带有本布腰带，收腰修身的同时，打一个蝴蝶结，甜美加分，有着甜甜的少女感。裙摆处收褶，打造自然的波浪，活泼灵动。"}
{"source": "类型#裤*版型#显瘦*材质#牛仔布*风格#青春*裤长#九分裤*裤款式#口袋", "target": "这款牛仔裤走的是青春个性的风格路线，尽显出你的青春年华的个性，尽显出你的帅气十足。采用了修身版型的设定，带来了得体大方的绅士感，烘托出你的与众不同的个性。九分裤长的设计，尽显出青春阳光。对称口袋的细节，突显出设计感十足。"}
{"source": "类型#裤*风格#潮*图案#文字*图案#小熊*图案#印花*图案#撞色", "target": "这款女童打底裤，采用经典的皮筋收腰设计；宝贝穿脱更加方便，贴合皮肤不勒肚子。裤子上还增加了可爱的小熊头像贴布，可爱的头像色泽艳丽，更显宝贝的天真童趣。裤脚处的撞色数字印花装饰，更显宝贝的潮流品味。"}
{"source": "类型#裙*风格#性感*裙领型#西装领*裙款式#腰带*裙款式#抽褶", "target": "帅气的西装领，营造帅气干练的都市女性风格。裙摆的褶皱层次感设计，又增添俏皮和活泼的气息。带绊可调节的腰带，修饰腰身的性感曲线。整体充满着多变的时尚气息。"}
{"source": "类型#裙*材质#牛仔布*材质#针织*颜色#纯色*风格#英伦*风格#青春*风格#性感*图案#纯色*图案#线条*裙型#背带裙*裙型#牛仔裙*裙长#连衣裙*裙袖型#喇叭袖*裙款式#拼接*裙款式#收腰", "target": "洋溢英伦少女性感甜美气息的连衣裙将牛仔与针织、线条与纯色、一字与肩带拼接在一起，有种不谋而合的和谐感。<UNK>多了份甜美可爱，比背带裙多了份性感娇俏，将这两者巧妙融合引领新的时尚。高位收腰凸显少女的曼妙身姿，开口喇叭袖挥洒青春靓丽，少女们快穿上它去参加姐妹的派对吧！"}
{"source": "类型#裙*风格#复古*图案#复古*图案#线条*裙腰型#高腰*裙长#连衣裙*裙衣长#中长款*裙衣门襟#系带*裙款式#腰带*裙款式#吊带*裙款式#收腰", "target": "这款来自veromoda的女士连衣裙，中长款版型与高腰款式相互配合起来，轻松凸显长腿线条。系带腰带和松紧收腰配合，展现出女性纤细腰身，突出优雅独特的女性气息，且极具女人味。吊带和一字翻边领体现出复古风采，甜美气场也更好的表现出来，更好的凸显自信特点。"}
{"source": "类型#裤*材质#牛仔布*风格#街头*风格#朋克*裤长#短裤*裤款式#破洞", "target": "想要个性装扮，怎能少得了破洞元素，而这款牛仔短裤，不仅融入破洞元素，还加入了撕边设计，显得个性满满，穿它出街一定能成为众人的焦点。裤子正面还有金属扣眼装饰，为款式营造丰富的细节感同时，轻松打造街头朋克风。"}
{"source": "类型#裤*版型#显瘦*版型#立体剪裁*材质#亚麻*颜色#白色*风格#简约*风格#休闲*风格#中国风*裤型#直筒裤*裤款式#盘扣*裤腰型#自然腰*裤口#小脚", "target": "这一款修身直筒版形的白色亚麻休闲功夫裤，设计亮点在于腰部一颗盘扣收口设计，这样的设计与自然腰相结合，让裤子穿起来服贴舒适。同时又有一股中国风的味道，裤身立体剪裁，这种简约的一片式设计，非常适合追求动感的你。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*风格#清新*图案#蝴蝶结*衣样式#雪纺衫*衣领型#围巾领*衣袖型#插肩袖", "target": "这款雪纺衫不用担心撞衫，面料上经过了<UNK>筛选，终于选出这款既不容易勾丝，很有分量感，触感又很爽滑的面料；这个花型很特别，配色上面属于小清新风格，版型设计更是与众不同，插肩袖比普通袖管工艺复杂，但更加显瘦，整体是宽松版型，袖口做了超大衣袖，可打蝴蝶结的围巾领是拯救短脖子的神器，轻薄的包裹着颈部有着非常显著的修饰颈线效果。"}
{"source": "类型#裤*材质#牛仔布*颜色#红色*风格#复古*风格#青春*风格#潮*图案#复古*裤长#长裤*裤款式#拼接*裤口#毛边", "target": "这款长裤精心选用色彩搭配，<UNK>使用光鲜亮丽的红色，充满了生机活力，彰显青春个性。<UNK>使用牛仔布拼接设计，水磨做旧设计，增添了浓厚的复古气息。拼接处选用别致的毛边装点，让整体具有鲜明的层次感，更显新潮时尚。裤脚也添加毛边元素装点，设计感十足。"}
{"source": "类型#上衣*风格#清新*风格#性感*图案#条纹*衣样式#衬衫*衣款式#露肩", "target": "来自veromoda的这款衬衫两件套，采用经典的蓝白条纹装饰，带来清新亮眼的感觉。细肩带露肩设计，展露出诱人的香肩和曼妙的锁骨，释放出性感的女人味。而另一款衬衫可以系在腰上，掐出纤细的腰肢，打造出随意慵懒的气息，让你拒绝做平庸女。"}
{"source": "类型#上衣*风格#清新*风格#性感*图案#条纹*衣样式#衬衫*衣款式#露肩", "target": "清新的蓝白条纹作为衬衣的图案，仿佛吹拂着夏季清新的海风，干净清爽；露肩式穿法露出性感锁骨，美艳又动人。这款衬衣打破固有穿法，特殊设计使得衬衣更加实用百搭，多种穿法赋予衬衣更多可能。"}
{"source": "类型#上衣*颜色#浅蓝色*风格#清新*图案#卡通*图案#印花*衣样式#衬衫*衣领型#翻领", "target": "一幅极富画面感的“鳄鱼吃小鱼”的印花场景被呈现出来，卡通萌动间生出无限趣味。而这款浅蓝色系的衬衫本身就独具清新感，<UNK>塑造翩翩绅士的形象。翻领细节尤为精致帅气，在搭配时将愈发出彩。"}
{"source": "类型#上衣*材质#棉*材质#纤维*风格#运动*风格#休闲*图案#卡通*图案#印花*衣样式#卫衣*衣款式#罗纹", "target": "这款来自pawinpaw的儿童卫衣，采用聚酯纤维纯棉面料制作，温暖透气，呵护宝宝的稚嫩肌肤；经典的百搭领口设计，开口自然，穿着舒适不会磨损宝宝的颈部；有趣时尚的卡通图案印花，彰显宝宝的气质，增添衣衣休闲感；富有弹性的袖口，贴合宝宝的手腕，让宝宝运动自如；结合罗纹松紧下摆，穿着轻松自如更保暖。"}
{"source": "类型#上衣*版型#宽松*风格#简约*风格#知性*图案#线条*衣样式#风衣*衣领型#圆领*衣长#中长款*衣款式#绑带", "target": "简约款的风衣，上身轻薄又自然，很好的迎接春日的温暖气息。直筒的中长款版型，带着适度的宽松感，即便是小个子也不必害怕，能够很好勾勒出立体修长的轮廓线条。简约的圆领，修饰脖颈线条，点缀知性优雅的气质，方便了多种造型的搭配。腰间的绑带，收束出楚楚动人的腰肢，让你的曲线更为玲珑有致。"}
{"source": "类型#上衣*版型#显瘦*颜色#白色*颜色#黄色*风格#街头*风格#简约*图案#线条*图案#撞色*衣样式#毛衣*衣领型#高领", "target": "简约又百搭的毛衣款式，大气的白色调主体配色，搭配上了坑条肌理的线条，将身形勾勒出修身显瘦的气质，同时加<UNK>对脖子的呵护，高领的造型更加与冬季匹配。衣身上搭配了醒目的撞色提花配色，对比度极高的黄色调与字母组合，充分提升了整体的魅力指数，多了几分随性的街头风韵。"}
{"source": "类型#上衣*图案#撞色*衣样式#衬衫*衣袖长#短袖*衣款式#拼接*衣款式#螺纹", "target": "这款fredperry的撞色短袖衬衫，采用撞色拼接的设计，展现自我个性。月<UNK>logo图案，为衣身增加亮点同时彰显品牌调性。螺纹领口弹性适宜，不紧绷不起球，让穿搭更加随意。"}
{"source": "类型#裙*材质#蕾丝*风格#性感*图案#植物*图案#蕾丝*裙型#包臀裙*裙型#鱼尾裙*裙腰型#高腰*裙长#半身裙", "target": "这款半身裙采用了水溶蕾丝面料，带着自然的光泽与花卉纹理，展现出个人高贵典雅的气质。设计上则选用了高腰的剪裁，搭配上包臀的造型，凸显出女人性感而玲珑的曲线美。再加上多层荷叶饰边的点缀，令裙子的立体感得到提升。与鱼尾裙摆组合设计，<UNK>展现出浪漫的风情。"}
{"source": "类型#上衣*版型#宽松*材质#针织*风格#复古*图案#复古*衣样式#开衫*衣领型#高领*衣门襟#套头", "target": "一款非常低调配色的大衣，套头的设计打破大衣开衫的拘束感，堆堆高领的设计呈现出复古的层次感。宽松的版型和衣袖设计，穿脱起来更加方便舒适，背后和袖口采用手工针织出做旧的<UNK>感来，粗犷又洒脱。"}
{"source": "类型#裙*版型#宽松*版型#显瘦*风格#简约*风格#休闲*裙领型#圆领", "target": "所选面料穿着亲肤，有很好的吸汗性和回弹性。圆领百搭而简约。宽松版型，可以很好的藏住腰间赘肉，穿着不挑身材，显高和显瘦。胸前人像<UNK>英文字母设计，增加整体时尚感，风格独特不易撞衫。休闲风格，百搭方便不挑服饰。"}
{"source": "类型#裙*版型#显瘦*颜色#黑色*颜色#酒红色*风格#性感*风格#职场*裙型#背带裙*裙下摆#压褶*裙款式#拼接*裙款式#收腰", "target": "暖洋洋的酒红色是最能够体现出女人味的色调，整体采用v型背带剪裁，从视觉上拉长身形打造出显瘦的效果，同时又将性感巧妙融入，减龄的<UNK>背带以收腰的设计将工字压褶裙摆的蓬松感打造出来，拼接黑色的裙摆，营造出丰富的层次感。又能够体现职场ol的干练气质。"}
{"source": "类型#裙*风格#清新*图案#条纹*图案#格子*裙长#连衣裙*裙款式#拼接*裙款式#绑带", "target": "洋溢着时尚感的层次分离，简单的上下结构诠释着一种独特的设计风格。方块小格纹与清新小条纹的拼接，同色调的风格让它们的拼接没有丝毫的不契合，而小方格的腰间绑带更是为小小的连衣裙带来了<UNK>的精致感，为宝贝赋予甜美与优雅的韵味。"}
{"source": "类型#裤*版型#宽松*图案#刺绣", "target": "整体版型比较宽松，穿起来舒适有型，并且有效防止宝宝睡觉踢<UNK>，着凉的情况发生，安全放心。袖口和裤脚的弹力<UNK>设计贴合肌肤，时尚有型。衣身添加彩色刺绣花纹图案，做工精致，轻柔舒适。"}
{"source": "类型#裤*版型#宽松*图案#刺绣", "target": "肩带能够进行调节，不易对孩子的肩部造成勒痕，穿着舒适自然。精致的刺绣图案点缀衣身，增添了衣物的美观性，小宝贝穿着也显得十分可爱。裆部的按扣，能够轻松的更换纸尿布，设计的非常贴心。裤脚口较为宽松，让孩子行走的时候更加自由，不易出现紧绷的感觉。"}
{"source": "类型#裤*版型#宽松*图案#刺绣", "target": "<UNK>军裤定染三色竹节，选用三个最基础百搭的颜色。采用<UNK>染色，<UNK>洗水加以裤型宽松，上身有堆叠感。背面<UNK>刺绣低调有内涵，<UNK><UNK><UNK>，低调帅气。"}
{"source": "类型#上衣*版型#宽松*颜色#纯色*图案#纯色*衣样式#外套*衣袖长#长袖", "target": "纯色系颜色使用的这一件宽松的长袖外套最大的设计亮点在于衣身上<UNK><UNK>的设计哦，这样的造型感的设计使得整一件外套给人一种很个性又很有时髦气息味道感觉的哟，让人一眼瞄过去就很是喜欢的呐。"}
{"source": "类型#裙*版型#宽松*材质#棉*颜色#白色*颜色#蓝色*图案#波点*裙型#背带裙*裙款式#纽扣", "target": "这款甜美可爱的背带裙为纯棉面料做成的，与肌肤接触无任何刺激，无<UNK>，久穿对人体<UNK>，卫生性能良好。经典纽扣背带设计配上宽松裙摆，方便穿脱又时尚漂亮，而且更方便孩子的行动。白色波点花纹点缀在蓝色裙子上，显得甜美可爱又纯真自然。"}
{"source": "类型#上衣*颜色#黑色*风格#潮*衣样式#外套*衣门襟#拉链*衣款式#拉链", "target": "专为男童设计的这款皮衣融入了深邃的黑色调，没有多余的掺杂注定了神秘感的蔓延，赋予了宝贝更多奇妙的魅力。别致的<UNK>纹皮质在衣面上添加打破单调，看似简单十足充满了机车的风情，将酷帅的气息结合演绎了潮流时尚感。简单的外套版型修饰身形，顺滑的拉链添加在了前襟，顺滑易拉没有任何<UNK>更好的便利日常穿脱。"}
{"source": "类型#裙*版型#显瘦*风格#简约*风格#知性*风格#性感*图案#线条*裙型#a字*裙腰型#高腰*裙长#半身裙*裙款式#抽褶", "target": "干练知性的半身裙一直是小仙女们的必备单品，lilybrown家的这款半身裙采用时髦的a字版式，高腰的设计搭配立体的剪裁，更加显高显瘦，着身平整舒适。裤身前襟的简约方扣不仅方便调节松紧，秀出性感小蛮腰，组合利落流畅的下摆褶皱线条，轻松凸显品牌的精致做工，彰显独一无二的时尚感。"}
{"source": "类型#上衣*版型#显瘦*颜色#黑白*风格#潮*图案#线条*图案#撞色*衣样式#开衫", "target": "睡衣风在去年掀起了一股大热，很多明星潮人都在穿。此款开衫将睡衣的元素融入，紧跟了时尚的潮流。腰间的<UNK>细带设计，是巧妙显瘦的<UNK>。整体设计线条流畅，轮廓感很好，黑白撞色更显高级感。"}
{"source": "类型#裙*风格#简约*风格#潮*裙袖长#短袖*裙领型#翻领*裙款式#纽扣*裙款式#抽褶", "target": "经典时尚的纯色调，简约大方且还易于搭配，气质的小翻领装饰，乖巧而可人。简约的短袖，袖口一点抽褶点缀，穿着舒适自在。门襟纽扣装饰，时尚不失潮流气息，撒开的裙摆优雅时尚，结合走线工艺，彰显品质的做工精细。"}
{"source": "类型#上衣*颜色#蓝色*图案#撞色*衣样式#衬衫*衣门襟#系带*衣款式#荷叶边", "target": "衬衫可是春季特别实穿的单品，淡淡的微蓝色，低调中又散发出女性的优雅气质。在胸口的位置采用荷叶边的点缀，延伸至两边的袖口处，打破了传统设计的严谨感，行走中更显律动很有少女般的浪漫情怀。撞色的系带，加深了校园风的格调，带有<UNK>韵味。"}
{"source": "类型#上衣*风格#复古*风格#文艺*图案#复古*衣样式#衫*衣款式#口袋", "target": "清新自然<UNK>，巧妙地表达你的那颗文艺少女心。静谧<UNK>的前片口袋处贴布绣，彰显细节美感和复古味道，同时大大降低了撞衫的可能性。袖口打结装饰，起到很好地减龄效果，打造多层次感的时髦造型。适合各种场合，引导都市时尚风。"}
{"source": "类型#裤*材质#水洗*风格#复古*风格#潮*图案#复古*裤长#短裤*裤款式#纽扣*裤口#翻折", "target": "这款背带短裤浮夸的磨破设计，彰显掩盖不了的个性，水洗打造，怀旧复古，每个细节都有时尚潮流的气息，随意搭配穿着，轻松塑造个性的潮流！可调节背带加时尚纽扣，丰富了整体的层次和美感。腰部纽扣设计不仅方便脱穿，还塑造出完美的身材比例，让您拥有高挑身材。低档设计能抬高臀部拉长腿距，给人的视觉感观是腿型修长健美，有了这样的打扮后给人的感觉真是美丽的动人。下摆翻边磨破设计，也真是时尚感十足。"}
{"source": "类型#上衣*风格#青春*图案#拼色*图案#刺绣*衣样式#棒球服", "target": "棒球服是近些年非常流行的时尚单品。这款棒球服，袖子和肩部做了拼色的处理，视觉上更有时尚感。背后的刺绣图案，可以完美的彰显精致细节，上身更加亮眼吸睛。领口，袖口和下摆都做了束口的处理，可以更好的修饰身材，不易变形。"}
{"source": "类型#裙*材质#蚕丝*风格#简约*风格#性感*图案#线条*图案#印花*裙型#a字*裙型#网纱裙*裙下摆#荷叶边*裙腰型#高腰*裙长#连衣裙*裙领型#v领", "target": "这款真丝材质的连衣裙，是气质名媛的必备单品。简约的雏菊印花图案，凸显优雅的气质，精致又不失单调。大v领优化颈部和脸部线条，露出性感锁骨，魅力十足。高腰a字裙摆的设计提升腰线，让腿部更显修长。轻盈透视的网纱裙摆，在荷叶边的衬托下，甜美十足。"}
{"source": "类型#上衣*版型#宽松*风格#简约*风格#性感*图案#线条*衣样式#衬衫*衣领型#v领*衣领型#翻领*衣袖长#五分袖*衣袖型#落肩袖", "target": "衬衫翻领结合性感v字领口剪裁，露出锁骨线条，带有一丝丝魅惑气息，不会太拘束也不会太随意，将女性的魅力展现的淋漓尽致。领口下方简约捏褶，打造出宽松立体的衣身轮廓，有效的遮掩上身多余赘肉，不着痕迹的修饰身形，展现都市女性干练柔美的魅力。垂顺有型的落肩五分袖，恰到好处的修饰柔美肩线，袖口卷边微收，衬显纤长手臂，上身穿着更显雅致迷人。"}
{"source": "类型#裙*版型#显瘦*风格#文艺*风格#青春*图案#格子*图案#蝴蝶结*裙型#a字*裙长#连衣裙*裙衣门襟#系带", "target": "<UNK>格纹系带连衣裙，格纹元素属于经久不衰的流行元素之一，同时格纹也被誉为文艺青年的代表，穿<UNK><UNK>显得人很有文艺书生的气息。胸口上的小蝴蝶结增添了几分甜美可爱感，整条裙子看上去没那么枯燥了，a字的腰身设计，既显年轻又显瘦。"}
{"source": "类型#裙*风格#性感*图案#蝴蝶结*裙长#半身裙*裙袖型#喇叭袖*裙款式#绑带", "target": "柔软而不塌，垂感优良，搭配简单的半裙，在轻松中反而显现一点柔美与性感的小情调，恰到好处地营造出时髦又sexy感觉。袖口喇叭袖和绑带蝴蝶结设计，凸显甜美可爱。"}
{"source": "类型#上衣*风格#潮*图案#印花*衣样式#衬衫", "target": "此款衬衫采用四种不同颜色的嘴唇造型，为整体带来了个性之感。前卫的印花独具特色，领口的贴布流露俏皮，两种元素相互结合，打造出了吸引眼球的潮流单品。"}
{"source": "类型#上衣*风格#潮*图案#印花*衣样式#衬衫", "target": "这款衬衣十分独特，虽然<UNK>要求高，但上身的瞬间潮流帅气的气息就会扑面而来，非常吸睛。3d的女人印花图案放大又逼真，上身出街十分引人注目，但透露着随性的小叛逆形象，也是十分帅气有个性的。还有衬衣的设计与整体十分贴切，<UNK>的色系搭配散发迷人的成熟男子的气息，迷人有魅力。"}
{"source": "类型#上衣*风格#复古*图案#格子*图案#复古*图案#线条*图案#撞色*衣样式#风衣", "target": "带着复古风韵的风衣，将率性的格调与浪漫主义设计融合在一起，加上撞色格纹的处理，既有摩登的气息又不失率性的风范。细腻柔和的面料洋溢着温暖的感觉，结合干净的线条塑造出优雅而利落的气质范。"}
{"source": "类型#上衣*版型#显瘦*材质#牛仔布*材质#水洗*衣样式#外套*衣领型#圆领*衣长#短款*衣门襟#单排扣", "target": "这款牛仔外套特别采用水洗做旧牛仔面料，柔软又不失挺括感，穿着舒适不显粗糙。单排扣和圆领毛边设计十分的个性，凸显帅气干练的风范，短款修身的版型能够完美修饰身形，凸显个人气质。"}
{"source": "类型#裤*材质#牛仔布*颜色#白色*裤长#九分裤*裤口#小脚", "target": "一条基础款的小脚牛仔裤可谓<UNK>，BRAND这款牛仔裤，纯净的白色，虽然没有很in的细节，但是看起来就是简简单单很舒服。九分的长度露出纤细的脚踝，不仅在视觉上更显高显腿长，而且搭配起鞋子来也是毫不费力，各种好看。插袋两边利用<UNK>加以固定，银白的光泽为纯净的裤身增添一丝金属质感。自然腰身，既能遮掩腰腹赘肉，更让下蹲或起<UNK>毫无紧绷束缚感。"}
{"source": "类型#上衣*版型#显瘦*颜色#深色*图案#撞色*衣样式#马甲*衣样式#外套*衣袖长#无袖*衣款式#口袋", "target": "深色系颜色使用的这一件修身款式设计的无袖马甲外套最大的设计亮点在于衣身上面的撞色翻盖口袋的设计哦，这样的款式的设计使得整一件外套看起来的感觉是很有个性味气息的呐，而且这样的款式的设计使得马甲看起来很不简单诺。"}
{"source": "类型#裤*风格#休闲*裤长#七分裤*裤型#阔腿裤*裤款式#口袋*裤腰型#松紧腰", "target": "圆环背带设计，长度可随心调节，同时瞬间增加了衣身的时尚度，上身多了几分精致感。后腰牛筋松紧，穿着舒适不勒人。对称斜插口袋，流露出休闲惬意的气息。自然垂坠的阔腿裤型，结合七分裤长，刚好能遮盖住腿部缺陷，看起来会更显高挑感。"}
{"source": "类型#上衣*图案#线条*衣样式#开衫*衣长#中长款*衣袖长#短袖*衣门襟#无扣", "target": "开衫相信对于许多女性来说都是衣柜里不可缺少的一款单品，可以用来防晒或是搭配背心再好看不过啦，精选优质的真丝面料，上身轻柔有质感。无扣开襟的设计，给身型无拘无束的自在感，腔调十足，腰间镶边的细节，打破了整体的单调感。舒适短袖的设计，带来清爽之余。又很好的修饰了手臂线条，中长款的版型，行走间尽显飘逸洒脱。"}
{"source": "类型#上衣*风格#简约*风格#潮*风格#性感*衣样式#衬衫*衣领型#翻领*衣款式#口袋*衣款式#纽扣", "target": "这款阿玛尼的衬衫根据亚洲人体型而设计，修饰女士<UNK>性感身型，尽显时尚气质。同时采用经典翻领的设计，更显简约大方，并增加了时尚潮流的气息。并且袖口采用可翻卷的设计，搭配圆形扣子的固定，使你的手腕活动时更加灵活自如。而且胸前还采用了精致纽扣口袋的设计，美观的同时还能存物，更加实用又方便。"}
{"source": "类型#裤*版型#显瘦*颜色#迷彩色*风格#街头*风格#青春*风格#潮*风格#嘻哈*风格#工装*图案#迷彩*图案#线条*裤长#九分裤*裤款式#口袋*裤口#小脚", "target": "修身束脚九分裤版型的设计理念时尚大气上档次，能够展现修长纤细的腿部线条，足以打造黄金身材比例。迷彩图案的嵌入个性时尚，顺应当前的流行趋势，展现都市潮男帅气嘻哈街头风范，上身效果极佳。工装口袋的设计感强，穿上十分有腔调。"}
{"source": "类型#上衣*材质#棉*颜色#纯色*风格#简约*图案#字母*图案#纯色*图案#文字*图案#刺绣*衣样式#卫衣*衣门襟#套头*衣款式#口袋", "target": "纯色的一款男士卫衣，简约套头的版型设计，配上纯棉面料的制作，具有较好的穿着体验，胸口再配上字母的刺绣，能轻松点缀出整体的不凡气质。袋鼠兜的口袋，也能提供较好的收纳方式。"}
{"source": "类型#裤*版型#显瘦*裤型#直筒裤*裤款式#拉链", "target": "这款休闲裤采用优质混棉面料制作，手感<UNK>带有微弹力。修身的版型剪裁能够完美的展示身材优点，而直筒的裤腿设计，可以遮盖小腿处的缺点，显瘦有型。选用ykk品牌拉链作为闭合方式，使用顺滑又结实耐用。"}
{"source": "类型#裙*材质#网纱*材质#蕾丝*风格#性感*图案#蕾丝*裙款式#吊带", "target": "若说花是女性的浪漫，那蕾丝就是浪漫的由来。细腻的钩花点缀在裙间，洋洋洒洒的带来格外优雅的欧式风情，满满的公主范油然而生，教你在朦胧中洋溢出优雅的魅力。微透视网纱轻盈铺陈，装点在袖部，露出白皙的肌肤，性感、撩人。肩部采用吊带的方式，将圆润的双肩露出，妩媚到不行。"}
{"source": "类型#裙*风格#清新*图案#格子*裙腰型#高腰*裙长#短裙*裙款式#抽褶*裙款式#收腰", "target": "学院风甜美格子短裙，非常好搭的一款蓝白格子短裙，设计上很新颖别致。这种小清新的风格，自然无造作的风格。小高腰的设计不仅显高显腿长，收腰的效果也一级棒的，裙摆的褶皱做的也很优雅精致，面料的垂感不错，有档次哦。"}
{"source": "类型#上衣*版型#宽松*材质#牛仔布*材质#水洗*风格#复古*图案#复古*衣样式#外套", "target": "一款帅气又有范的牛仔外套，采用雪花水洗工艺处理，将复古的气息展现出来，配合宽松大气的设计版型，更是随性穿出男士的强大气场。"}
{"source": "类型#裙*颜色#墨绿色*风格#英伦*风格#复古*图案#格子*图案#复古*图案#线条*裙型#抹胸裙*裙型#鱼尾裙", "target": "复古的墨绿色印染上经典的格纹图案，勾勒出优雅气息浓烈的英伦风情，展现少女乖巧的少女感。鱼尾裙摆好似人鱼<UNK>后<UNK>了裙子，<UNK>行走在待敌展现腰身的魅力风采，带出一丝浪漫的感觉。抹胸设计展现锁骨的骨感线条外，更显优雅大方。"}
{"source": "类型#裤*版型#宽松*风格#简约*裤口#小脚", "target": "这款小脚裤应用了经典的赤耳丹宁，工艺精湛，版型稳定。宽松的腿部设计与收脚的组合出现，给腿部足够的活动空间，穿着舒适，又显得清爽利落，符合年轻人的审美理念。整体仅在臀部设计简约的贴袋点缀，完美臀型突显个性。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*颜色#白色*衣样式#衬衫*衣款式#拼接", "target": "这款衬衫的版型设计特别的简单，穿上给人一种特别干净大方的感觉，个人一种文静的气质感，衣领和衣襟处做了一个白色的拼接设计，看上去显得更加的有层次感，没有沉闷感！宽松的版型也是有着不错的包容性，可以更好的包容身材，舒适的同时会更加显瘦。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*材质#牛仔布*颜色#蓝色*图案#线条*裤长#九分裤", "target": "这款是比较活跃的蓝色牛仔，面料很舒服，穿着很透气。版型比较宽松，整体的剪裁很精巧，上身很显瘦。九分的裤长，露出一部分脚踝，突出纤细感，而且，裤脚的位置做成了小喇叭的散口，又在细节处拉伸了腿部线条。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*材质#牛仔布*颜色#蓝色*图案#线条*裤长#九分裤", "target": "这款是比较活跃的蓝色牛仔，面料很舒服，穿着很透气，版型比较宽松，整体的剪裁很精巧，上身很显瘦，九分的裤长，露出一部分脚踝，突出纤细感。而且，裤脚的位置做成了小喇叭的散口，又在细节处拉伸了腿部线条。"}
{"source": "类型#裤*版型#显瘦*颜色#黑色*风格#高贵*裤长#连体裤", "target": "很多人会觉得连体裤穿脱不方便，但这款连体裤上身显瘦与提升气质的效果，足以让你忽略那些不方便。袖口处的黑色羽毛边，让整个人看起来更加神秘高贵；而且随着行走间自由飘动，更显轻盈灵动，可以说是非常的仙了。"}
{"source": "类型#裙*版型#宽松*风格#休闲*风格#清新", "target": "这一款裙子最适合活泼俏皮的女生了，端庄中又透露着清甜的魅力。色彩搭配合理，清新又明丽，带来清爽气息。精致的袖口剪裁，让你举手投足之间爆发更多活力。下摆的花瓣裙摆设计，增加休闲气息的同时，又传递轻熟魅力。宽松的轮廓，尽情彰显轻熟女的清新和干练。"}
{"source": "类型#裤*版型#宽松*颜色#黑色*风格#简约*图案#撞色*裤型#直筒裤*裤款式#流苏*裤口#翻折", "target": "简约纯黑色<UNK><UNK>筒版型剪裁，时尚百搭轻松<UNK>old。宽松廓形挺阔有型，裤腿处撞色小翻边处理，带来假小子本色。而裤子两侧的时尚流苏装饰，一秒让我心动！"}
{"source": "类型#裤*颜色#黑色*图案#线条*裤长#九分裤", "target": "作为时尚界的<UNK>的veromoda设计师，擅长摆脱常规的设计模块，以新意打造别致。这款休闲裤就摆脱常规设计，在裤脚处融入荷叶边的点缀，纯白色的渲染与裤身黑色形成对比，走动间<UNK>层次起伏的波澜。再结合九分裤的剪裁，巧妙拉长身形比例线条，打造高挑迷人的双腿曲线。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*颜色#蓝色*图案#波点*图案#印花*裤型#阔腿裤*裤口#开叉", "target": "一款兼具时尚感和舒适性的两件套，上衣采用清爽明朗的蓝色调，带给人心旷神怡的感觉，巧妙融入精致的波点印花装饰衣身，俏皮时尚，充满了灵动活力的气息。别致的开叉袖口设计，凸显个性。阔腿裤宽松的版型，包容性好，不挑腿型，能够包容腿部的所有不完美，非常显瘦。"}
{"source": "类型#裙*版型#显瘦*材质#蕾丝*颜色#白色*颜色#黑色*风格#性感*图案#印花*图案#撞色*图案#蕾丝*裙型#a字*裙长#连衣裙*裙款式#拼接*裙款式#收腰", "target": "这条连衣裙的设计非常小众，非常适合亚洲女性的身材，肩袖部分采用蕾丝拼接设计，半透的效果打造出极致性感之感，同时也使裙子的层次感更强。衣身采用白色的撞色印花，点缀在黑色的基调上，尤显时尚气息，摆脱单调与死板。收腰a字版型设计，能够很好的勾勒出腰部曲线，收腰显瘦。"}
{"source": "类型#上衣*风格#休闲*图案#印花*图案#撞色*衣样式#外套*衣款式#抽绳*衣款式#连帽", "target": "这款男童外套融入了撞色来设计，富有青春活力，带给宝宝时尚的成长体验。经典的连帽抽绳，防风保暖，让人穿着休闲范十足。而趣味印花图案，丰富多彩，使得孩子们拥有一个欢乐的儿童世界哦。"}
{"source": "类型#裙*版型#显瘦*风格#淑女*风格#知性*图案#线条*图案#撞色*裙型#一步裙*裙型#大裙摆*裙领型#圆领*裙袖型#喇叭袖*裙款式#拼接*裙款式#腰带", "target": "舒适的圆领，修饰脖颈线条，喇叭袖的设计，优雅大方时尚，保暖舒适，很显档次，下摆的设计起到了很好的修饰效果。修身的腰部裁剪，优雅知性，搭配一条精美的腰带，使身体曲线更显完美。时尚的撞色拼接，特别吸睛，更添一份优雅。修身的一步裙设计，知性优雅，，凸显女性窈窕英姿。修身的裁剪，巧妙为你朔造苗条身形。大裙摆设计，尽显优雅淑女风范。"}
{"source": "类型#裤*图案#条纹*图案#撞色*裤款式#拼接*裤腰型#松紧腰*裤口#小脚", "target": "带有些许校服味道的一款裤子。裤腿两侧撞色条纹拼接，改变了原有单一色调的乏味感，<UNK>裤子层次，张扬青春活力气息。松紧收腰设计穿上舒适不勒腰同时又方便穿脱，罗纹小脚收口让裤子廓形更加饱满立体，其恢复性好，不易变形更耐穿。"}
{"source": "类型#裙*颜色#粉色*裙型#花苞裙*裙型#鱼尾裙*裙下摆#荷叶边*裙腰型#高腰", "target": "除了梦幻可爱，还让<UNK><UNK>来。粉色真是个好看又幸运的色调，配上敲有女人味的高腰花苞，还有飘逸的鱼尾荷叶边，再用斜裁裙摆带出俏皮感，色调好看，剪裁显细腰翘臀，能去办公室也能去约会的一条好裙子。"}
{"source": "类型#裤*版型#宽松*材质#针织*裤长#短裤*裤款式#勾花镂空*裤腰型#松紧腰*裤口#开叉", "target": "女幼童针织短裤，柔软透气的毛圈面料，亲肤细腻。采用罗纹松紧裤腰，穿着服贴，穿脱方便自如，且不勒小宝宝的青蛙肚。裤腿左侧以小巧的矩形镂空logo点缀，视觉吸睛，把品牌形象提升。折边裤脚小小开叉设计，宽松舒适让小萌宝活动不受限。"}
{"source": "类型#上衣*版型#宽松*材质#棉*颜色#红色*风格#简约*衣样式#卫衣*衣袖型#落肩袖*衣袖型#喇叭袖*衣款式#绑带*衣款式#连帽", "target": "这款棉质宽松卫衣，版型立体挺括十分百搭，选用了颜色很正的大红色基调，经典的红色时尚又抢眼，简约又动人的搭配，不仅不会显得俗气，反而衬托出女生的肤白貌美，明艳大气，充满视觉张力的造型，在任何场合都是最吸睛最具存在感的焦点。连帽落肩设计，强调了卫衣带来的闲适惬意的轻松感，缓和了红色给人的冲击力。大喇叭袖绑带设计，丰富立体更显活力。"}
{"source": "类型#裙*材质#蕾丝*风格#复古*风格#性感*图案#复古*图案#波点*图案#蕾丝*裙领型#v领*裙衣门襟#系带", "target": "已经没有什么比清爽的连身裙更能打动小编的心啦！柔美感爆棚的蕾丝裙，点缀上复古的波点元素，唯美动人，带出诗意般的浪漫气息。以及性感的系带v领造型，温柔的弧度缱绻，透着精致可人的小女人味道~"}
{"source": "类型#裤*版型#宽松*版型#显瘦*颜色#白色*风格#通勤*图案#条纹*图案#线条*裤长#八分裤*裤型#阔腿裤*裤腰型#自然腰", "target": "这条西装裤从版型到设计都非常让人满意，版型比较修身，不过分包身又不是宽松的阔腿裤，分寸把握的非常好。自然腰八分的长度，能更好的修饰腿部线条，搭配竖条纹设计，让你视觉减重<UNK>。藏青色的底色搭配白色条纹，非常职业，适合日常通勤。"}
{"source": "类型#裙*颜色#蓝色*风格#清新*图案#蝴蝶结*裙长#连衣裙*裙领型#圆领*裙款式#收腰", "target": "<UNK>蓝色系主调的连衣裙，腰间自然收腰设计，蝴蝶结的勾勒，更具甜美清新，裙摆的微褶，很显个性气质，充满不少时尚范。圆领尽显锁骨的美。"}
{"source": "类型#上衣*版型#宽松*颜色#卡其色*风格#休闲*衣样式#风衣", "target": "配合袖口，后背的假两件独特设计，给风衣以层次感、时尚感。卡其色的选择，作为风衣的颜色多年来一直受到时尚界的追捧，优雅而时尚。长款宽松廓形的版型，会给人一种休闲慵懒的感觉，小仙女快快入手吧！"}
{"source": "类型#裤*颜色#迷彩色*风格#复古*风格#青春*风格#嘻哈*图案#字母*图案#文字*图案#复古*图案#迷彩*图案#印花*裤款式#拼接*裤款式#抽绳*裤腰型#松紧腰", "target": "裤身不同色系设计，增加整体的层次感，带来强烈的视觉冲击力。迷彩拼接点缀，个性大胆彰显复古嘻哈风，结合大面积字母印花，体现青春气息，整体把帅气与青春相结合，让人过目不忘，松紧腰头搭配抽绳，可自由调节松紧，穿着更随性自由。"}
{"source": "类型#裙*材质#针织*风格#简约*图案#色块*图案#印花*裙腰型#高腰*裙长#连衣裙*裙袖长#无袖*裙领型#圆领*裙款式#拼接*裙款式#勾花镂空", "target": "充满设计感的一款针织连衣裙，用不同颜色的小色块印花拼接，打造出丰富却不杂乱的色彩感，充满了艺术的气息。简约的圆领展现优雅气质，无袖的设计，搭配舒适高腰，更显身材高挑修长。后背带有镂空的设计，展现性感美背。"}
{"source": "类型#裙*材质#牛仔布*风格#潮*裙型#牛仔裙*裙长#半身裙*裙款式#绑带", "target": "七格格牛仔半身裙在腰部融入股了灵动的交叉绑带设计，让裙身的样式和廓形变得愈发的富有特色，释放出浓郁的潮流气韵，让你可以轻松的秀出与众不同的甜美感和灵动感。交叉绑带的融入实际上也可以巧妙的修饰身形，将腰际线勾勒的更为柔美动人，由此也就相应拉伸了整体的身高比例，缔造出高挑而纤细的视觉美感，曼妙好身姿更是即刻涌现。"}
{"source": "类型#裙*版型#显瘦*风格#文艺*风格#青春*图案#格子*图案#刺绣*裙型#背带裙*裙款式#拼接", "target": "背带裙设计的很显活泼青春感，搭配的格子图案经典又耐看，任何风格的内衬都能驾驭得了。而且修身的版型十分好穿，花朵刺绣的点缀更有装饰感，整体风格颇显文艺，低调优雅一点都不做作。拼接<UNK>丝带的肩带更为精致，很显年轻。"}
{"source": "类型#上衣*风格#知性*衣样式#衬衫*衣领型#翻领*衣门襟#系带", "target": "想要得到专属的设计感，这款独特的衬衫就能满足你。精神的小翻领设计立体有型，上身彰显知性干练的气质，衬托出都市lady<UNK>的做派。与衣身立体<UNK>系带的系带设计，可以利落得收起腰围，而且能遮盖住凸出的小肚腩，展现魅力之余还带来时尚的层次效果，诠释不拘一格的穿衣理念，往往只给人一眼就难以忘怀。"}
{"source": "类型#裤*风格#复古*图案#格子*图案#复古*裤长#九分裤*裤型#直筒裤*裤型#阔腿裤*裤型#背带裤", "target": "背带裤一直都是减龄的<UNK>，这款背带裤穿起来虽减龄，但是却不会显得幼稚，颇具复古感的格纹为背带裤注入一份与众不同的摩登感，穿起来也非常的百搭。阔腿直筒的裤型包容性很强，九分的裤脚露出了纤细的脚踝，穿起来显得双腿更修长和笔直。"}
{"source": "类型#上衣*风格#清新*图案#印花*衣样式#外套*衣款式#口袋", "target": "温暖又舒适的女童外套，整体点缀印花图案，清新优雅，更显孩子的可爱。不可拆卸的衣帽，立体美观，彰显童真童趣。搭配大大的口袋，宝贝可以装许多小物品，很是有趣哦。"}
{"source": "类型#上衣*材质#棉*风格#街头*风格#休闲*图案#刺绣*衣样式#卫衣*衣款式#连帽", "target": "这是一款连帽的卫衣。采用的是棉质的抓绒面料，具有柔软厚实的手感，和良好的透气性和保暖性，冬季外穿内搭都是不错的选择。个性的连帽设计，防风保暖，实用性较强，彰显街头休闲风尚。以logo的<UNK>a为设计图案，运用刺绣的工艺手法，赋予整体个性时尚的视觉感。"}
{"source": "类型#裙*风格#性感*图案#刺绣*裙型#大裙摆*裙长#连衣裙*裙款式#吊带", "target": "精致的刺绣元素一直都能轻易捕获女性的芳心，有着浪漫与甜美的独特魅力。搭配性感迷人的吊带连衣裙，令你风情万种。飘逸动人的大裙摆设计，行动之间，散发着优雅大方的迷人气质，令人怦然心动。"}
{"source": "类型#裙*材质#蚕丝*图案#线条*裙长#连衣裙*裙领型#v领*裙款式#不规则", "target": "这条时尚好看的真丝连衣裙，穿着舒适更显质感。真丝面料，轻盈舒适很透气；v领设计，修饰脖颈部线条，更显修长白皙；不规则裙摆设计，增加裙子的时尚亮点，让裙子更显飘逸与设计感。"}
{"source": "类型#上衣*版型#显瘦*风格#复古*图案#格子*图案#复古*图案#线条*衣样式#外套*衣领型#西装领*衣门襟#双排扣", "target": "这款milaowen格纹外套采用了复古的格纹设计，时尚精美的纹理，更显女性的优雅韵味。经典的西装领设计，简洁大方的剪裁。流畅的线条，轻松彰显出干练气质。经典的双排扣，时尚修身，还显知性美。"}
{"source": "类型#裙*材质#牛仔布*风格#清新*图案#线条*图案#撞色*裙型#牛仔裙*裙下摆#开叉*裙长#半身裙", "target": "这款开叉设计的牛仔半身裙，明线绗缝和金属钮扣渗透着一丝硬朗的气息，给百搭的牛仔半裙打上新的标签。撞色的白线<UNK>裙身的线条感，打破沉闷更显清新和别致。"}
{"source": "类型#裙*颜色#纯色*图案#纯色*图案#线条*裙长#连衣裙*裙款式#木耳边*裙款式#收腰", "target": "纯色的连衣裙看起来非常的优雅别致，轻轻松松吸引人的眼球，木耳边设计打造出一丝的俏皮洋气之感，为优雅的连衣裙增添了可爱的气息，减龄浪漫。喇叭袖口修饰小臂线条，飘逸随性。收腰设计衬托腰部线条，柔美迷人。"}
{"source": "类型#裤*材质#棉*图案#撞色*裤型#背带裤*裤款式#纽扣", "target": "优质棉质面料的圆领短袖内搭，胸前加入醒目的撞色贴章装饰。纽扣门襟设计，绗缝稳固，穿脱方便。时尚帅气的背带裤外搭，肩带可自由调节长短。"}
{"source": "类型#裙*版型#宽松*版型#显瘦*图案#刺绣*图案#印花*裙长#连衣裙", "target": "这款时装连衣裙采用了纯白色的设计，将仿佛邻家少女般的清纯美好表现得淋漓尽致，减龄效果达到满分；重工刺绣印花图案提升了整款连衣裙的档次，看上去有着轻奢感觉；宽松大码的版型修饰出你的身材，尤其适合胖mm们穿着，自然的显瘦。"}
{"source": "类型#裙*材质#网纱*材质#蕾丝*颜色#蓝色*风格#简约*图案#蕾丝*裙下摆#花边*裙下摆#垂坠*裙长#短裙*裙袖长#无袖*裙领型#圆领", "target": "甄选精美的蕾丝面料，垂坠自然，静谧的深海蓝色系，烘托出恬静优雅的女性气质。别致的圆领，俏皮的花边无袖，很好的展露白皙的手臂。立体贴合的腰身，勾勒身形，巧妙的凸显曼妙的腰肢。简约流畅的廓形，层次感的网纱短裙摆，浪漫飘逸。"}
{"source": "类型#裙*颜色#黑白*风格#复古*风格#知性*图案#格子*图案#复古*裙款式#拼接*裙款式#腰带", "target": "整件裙身利用拼接剪裁设计，使之呈现出假两件的视觉效果。腰部的时髦腰带装饰，充满夏日的小心机。黑白的格纹复古却轻松百搭，时刻展现你的知性魅力。"}
{"source": "类型#裤*材质#网纱*颜色#米白色*风格#清新*裤型#阔腿裤*裤款式#纱网", "target": "非常有设计感的一条阔腿裤，阔腿裤版型融入了网纱半身裙的飘逸感。轻薄的半透明网纱打造轻盈的飘逸感，让你变身灵动小仙女，打底裤内衬设计，不用担心走光让你放心美美美。色调上采用柔和的<UNK>与米白混搭，清新淡雅的颜色给人舒适自然的感觉，耐看不易过时。"}
{"source": "类型#上衣*版型#显瘦*风格#英伦*图案#线条*衣样式#风衣*衣领型#翻领*衣门襟#双排扣*衣款式#腰带", "target": "一款时尚富有品味的风衣，柔和自然的米色调，散发着温文尔雅的气息。修身的版型剪裁，配以高腰部位的同色系腰带装饰，勾勒出玲珑有致的腰线。经典的小翻领设计，尽显干练帅气。前身处精致的双排扣点缀，修身显瘦，洋溢着浓郁的英伦风气息。后身处的防风活页设计，美化了背部的线条，修饰出纤细身姿。"}
{"source": "类型#上衣*颜色#白色*风格#简约*图案#线条*衣样式#针织衫*衣样式#毛衫*衣袖型#落肩袖*衣款式#螺纹*衣款式#不规则", "target": "简约有型的针织衫，<UNK>浓浓的暖意，包裹着你的身体，温暖你的心灵。纤细的白色竖纹，点缀在松软的毛衫上面，让这个季节不再寂寞。秀气的落肩廓形设计，弱化肩部线条，让你的骨架看起来更加娇小。螺纹旋转的不规则衣摆，使得这件针织衫看点十足，回头率也是百分百。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*风格#复古*风格#文艺*风格#青春*风格#清新*图案#格子*图案#复古*衣样式#衬衫*衣领型#翻领*衣款式#口袋", "target": "立体翻领的衬衫，轻轻松松打造清新脱俗的文人气质。融入流行的格子元素，使衬衫在文艺的气质上增加一丝经典复古，飘逸的宽松版型，适合各式各样身材的妹子，且修饰身形，高挑显瘦。单侧口袋的设计，装饰点缀，使之更有层次感且俏皮。"}
{"source": "类型#裙*材质#蕾丝*图案#蕾丝*裙型#百褶*裙下摆#压褶*裙下摆#垂坠*裙长#半身裙*裙款式#拼接", "target": "这款时尚的百褶半身裙充满着独特的设计感，由缎面材质拼接蕾丝面料，让率性与柔美相结合，既有飘逸垂顺又有细腻柔美。采用先拼接后压褶的设计，工艺考究，打造浑然一体的视觉美感。同时三种不同的色彩相互碰撞，深浅的对比，鲜明而靓丽，透出精致甜美的女性魅力。"}
{"source": "类型#上衣*材质#针织*颜色#白色*颜色#黑色*风格#休闲*图案#条纹*图案#印花*图案#撞色*衣样式#卫衣*衣样式#套头衫*衣款式#罗纹", "target": "manan设计师带来的这款套头衫采用黑色基地，渲染出硬朗不羁型格；经典卫衣廓形，释放年轻的休闲活力气息；双袖臂及腰身两侧，加以撞色条纹织带装饰，吸睛抢眼，为整体注入几分潮酷气息；前襟白色<UNK>印花点缀，凸显视觉亮点，透露玩味感；领口和袖口以及衣摆的罗纹针织，耐穿且不易变形。"}
{"source": "类型#上衣*颜色#蓝色*颜色#深色*衣样式#西装*衣长#短款*衣款式#口袋", "target": "灰蓝色和深色口袋相衬，有少年的那种活泼潇洒又有男性特有成熟稳重。大理石<UNK>般的衣身，素雅又不会看起来眼花缭乱。立体衣领搭配深色肩部的设计，能够修饰脸型显得<UNK>白皙。乳白透明<UNK>新颖时尚，在淡色衣身中不突兀，<UNK>好。短款西装版型，修饰<UNK>身型，又轻快凉爽。"}
{"source": "类型#裙*风格#简约*裙下摆#荷叶边*裙腰型#高腰*裙长#半身裙*裙款式#亮片*裙款式#不规则", "target": "<UNK>与<UNK>合作的半身裙采用优雅内敛的咖啡色搭配细致的亮片，走动时在裙摆的摇曳间展现出流动的光泽感，整个人显出新鲜的时髦感。简约的高腰版型可以轻松起到提高腰线的作用，非常适合将上装<UNK>裙子里穿着。而略微有些不规则的荷叶边下摆也为整体增添了浪漫动人的美感。裙身上的工字褶设计也使它穿起来显得更加灵动活泼。整条裙子在细节处凸显出别致的设计感。"}
{"source": "类型#裙*风格#潮*风格#性感*裙长#连衣裙*裙衣门襟#拉链*裙款式#勾花镂空*裙款式#拉链*裙款式#连帽", "target": "这款连衣裙迎合了近年来大热的ins风，设计上紧随潮流，虽是连衣裙但是不落俗套，更多的表达的是一种独立率性的态度。连帽的设计及金属拉链的使用，潮范十足。镂空的网眼面料，适当的露出一些肌肤。又恰到好处的增加了几分女性的柔美和性感，帅气与性感完美结合。"}
{"source": "类型#上衣*风格#复古*图案#格子*图案#复古*衣样式#衬衫*衣样式#开衫*衣款式#纽扣", "target": "对于衬衫而言，不管是单穿还是外搭都是非常不错的选择。格子的纹路经典而不易过时，在个性的配色下，打造出满满的复古韵味。半透明的设计，给人带来清爽舒适的穿着体验，纽扣的添加结合开衫的款式，让穿脱愈加的便捷。"}
{"source": "类型#上衣*版型#宽松*颜色#粉色*风格#复古*风格#休闲*图案#复古*衣样式#雪纺衫*衣领型#v领*衣袖型#灯笼袖*衣款式#勾花镂空*衣款式#绑带", "target": "雅致俏皮的一款雪纺衫。大气的v字领型，长长的绑带设计，俏皮时髦的流苏装饰，个性别致。复古休闲的灯笼袖，充满慵懒气息。直筒宽松的衣身，下摆镂空感设计，极具造型感。下搭一条粉色半身裙，名媛范儿十足。"}
{"source": "类型#裙*风格#休闲*图案#线条*图案#印花*图案#撞色*裙领型#翻领*裙款式#衬衫式", "target": "衣身采用经典的衬衫式版型，结合利落剪裁设计，贴合人体身形，尽显浓浓的休闲时尚感。气质的翻领领口线条流畅，修饰了精致小巧的脸型。个性五角星贴布印花图案装饰，搭配撞色色调，醒目吸睛，凸显青春活力感。"}
{"source": "类型#裙*材质#雪纺*风格#淑女*风格#高贵*风格#性感*裙下摆#开叉*裙长#连衣裙", "target": "假两件连衣裙是自带视觉冲击力的款式，表达出专属的淑女气质，同时提升穿着者的气质。荷叶摆的设计，表达出高贵大方的名媛格调，加之半透视的雪纺面料，诠释出性感撩人的女人味，自然掐腰的剪裁，秀出婀娜多姿的曲线感，开衩剪裁的裙摆，行走间撩人无商量。"}
{"source": "类型#上衣*版型#宽松*颜色#白色*图案#卡通*图案#条纹*图案#线条*图案#撞色*衣样式#打底衫*衣领型#圆领", "target": "这是一款男女宝贝都能hold的打底衫，衣身选用纯净亮色与白色相间的横条纹呈现，注入宽松剪裁后穿着随意又不挑身型，由内而外的透着软萌感。简洁弧形大圆领既美观又贴合，与添加按扣设计的肩部相搭配，随时方便宝贝穿脱。撞色线条勾勒着可爱卡通形象，一扫无修饰的呆板感，平添几分孩童的烂漫和纯真。"}
{"source": "类型#裙*版型#显瘦*裙型#a字*裙下摆#荷叶边*裙款式#吊带*裙款式#收腰", "target": "吊带裙选用修身的收腰a字摆剪裁，凸显身材曲线之余更增添几分女人味。且其荷叶边裙摆和细吊带剪裁，将女性的甜美俏皮气质烘托而出。"}
{"source": "类型#裙*颜色#浅蓝色*风格#文艺*风格#简约*图案#植物*图案#渐变*图案#印花*图案#撞色", "target": "有着<UNK>色的渐变浅蓝色，与<UNK>花卉印花时尚撞色，本是简约风的凉鞋瞬间拥有了一丝文艺路线的浪漫氛围。有着流畅曲线的交叉带设计，方便穿脱的同时，更是带来燥热夏天不曾有的清凉享受。搭配一条天蓝色的裙子，分分钟成为一枚文艺女生。"}
{"source": "类型#上衣*风格#英伦*衣样式#马甲*衣样式#外套", "target": "英伦范地道的马甲和外套，妥妥的英伦雅痞。马甲的时尚<UNK>可是非常之高，内搭各种基础单品、单穿，还是打造多层次叠穿的好<UNK>。"}
{"source": "类型#裙*图案#渐变*裙下摆#垂坠*裙款式#抽褶", "target": "内长外短的双层设计，层次分明，外层的是纱质，飘飘然如轻盈飘逸的花瓣，内衬较短，使得白皙纤细的小腿在纱质外衬的萦绕下若隐若现。纱质外衬更是有渐变的色彩递进效果，由深入浅的色调逐渐渲染<UNK>衬，视觉效果极佳。自然垂坠的版型与紧密相连的褶皱显得裙子更具立体感，仙气十足。"}
{"source": "类型#上衣*风格#复古*图案#复古*图案#线条*衣样式#西装*衣领型#西装领*衣款式#口袋*衣款式#纽扣", "target": "清晰的纹路设计，手感柔软，质地轻薄。抗皱的面料，光泽柔软自然很有档次。精致的口袋，简洁大方，使西装更精致小巧。流畅的裁剪设计，均匀工整，视觉的效果刚劲整洁。精致的一粒钮设计，保持衣袖的舒展，在举手投足间尽显优雅。西装领的版型设计，修饰了优美的颈部线条。单排的纽扣配置，穿脱方便，经典复古感。"}
{"source": "类型#上衣*版型#显瘦*颜色#纯色*风格#简约*风格#休闲*图案#纯色*图案#线条*图案#刺绣*衣样式#polo*衣领型#翻领*衣袖长#短袖", "target": "polo衫是采用短袖的版式精选优质面料。纯色的设计简约凸显男士，成熟稳重的气质。胸口的个性刺绣，让医生不再单调丰富层次感。简单的翻领修饰颈部线条。门襟的隐形扣方便穿脱使用简单。修身的版型，显瘦立体打造舒适休闲风。"}
{"source": "类型#裙*版型#显瘦*风格#休闲*风格#性感*裙型#a字*裙型#包臀裙*裙下摆#荷叶边*裙腰型#高腰*裙长#半身裙*裙衣门襟#排扣*裙款式#拼接*裙款式#不对称*裙款式#纽扣", "target": "高腰包臀裙型设计，塑造完美身型曲线，不对称纽扣装饰，时尚有型大方。高腰的设计，对身材的包容性很广，排扣的点缀加上前中下摆开叉设计，整体展现出随意休闲的浪漫风格，能够很好的展现出曼妙的身姿，拉长双腿的比例，让穿着又更加有型显气质，不管上班休闲都可穿搭，修身包臀的款式，很好的遮住大腿上的肉肉，非常显瘦，下摆拼接荷叶边设计，独具浪漫的性感韵味，a字半身裙显瘦，一套很完美显气质。"}
{"source": "类型#裙*材质#牛仔布*裙型#牛仔裙*裙下摆#花边*裙款式#口袋", "target": "这款阔腿裤设计的非常有气质，版型宽大，包容性强。采用了牛仔蓝染色，带来一种干净纯粹的气质。精致的门襟设计，方便又实用。臀部口袋设计，增加了时尚感。宽大的阔腿腿型，带来了一种裙子的既视感，包容了所有身型。裤脚走线紧致，有一种小小花边的感觉，甜美优雅。"}
{"source": "类型#裤*版型#显瘦*材质#牛仔布*颜色#银色*风格#简约*裤款式#口袋*裤款式#纽扣*裤腰型#高腰", "target": "这是一款极其百搭的基础牛仔裤单品。衬上气质的高腰版型，视觉上拉长下半身比例，显高又显瘦。两侧插袋设计，简约时髦，后面立体口袋的装饰，能很好的提拉臀部曲线。门襟采用银色纽扣装饰，穿脱方便，一种精致的细节感油然而生~"}
{"source": "类型#裙*颜色#米白色*风格#清新*风格#性感*图案#刺绣*裙长#连衣裙", "target": "这款连衣裙取用米白色的真丝面料，面料自带一种朦胧的视觉效果，若隐若现的模样更是平添了几分小性感。而通过精湛刺绣工艺，将羽毛刺绣图案布满裙身，无论裙摆还是袖口，都融入了立体生动的羽毛刺绣，使得连衣裙看上去更显清新更具仙气。"}
{"source": "类型#裙*版型#显瘦*颜色#黑色*风格#街头*风格#性感*裙型#a字*裙型#背带裙*裙腰型#高腰*裙长#连衣裙*裙领型#v领*裙款式#露肩", "target": "这款连衣裙是经典的黑色款，小巧的玲珑版型，中长修身的款式，小个子女生也能轻松驾驭。背带的设计实力减龄，露肩的v字领口，彰显性感迷人的气质。高腰修身的a字裙摆，和哦您接的拉宽款式，彰显街头时髦的少女感，出街实力吸睛!"}
{"source": "类型#裤*版型#宽松*版型#显瘦*风格#简约*裤长#九分裤*裤款式#拼接", "target": "春天作为一个时尚穿搭的好季节，怎么能不在自己的衣橱里面准备那么一两件简约易搭的裤子呢。这期上的西装裤款也是我个人比较喜欢的一个款，版型是属于基础简约型，有点微喇的feel，格子布料拼接增加女人味裤身九分长度很实穿，可以露出美美的脚踝，搭配略微有一点点宽松的裤型，上身也还是蛮显瘦显腿长的呦~"}
{"source": "类型#上衣*材质#牛仔布*衣样式#衬衫*衣样式#外套", "target": "简洁oversize版型的牛仔衬衫，没有一点多余的装饰，在版型上取胜，足够的长度可以遮住腰腹部的赘肉，外搭或者内穿都可以。厚实的牛仔面料可以在春天<UNK>外套，侧面的开叉保证单穿时把前摆塞进裤子里也不会影响版型。"}
{"source": "类型#上衣*材质#牛仔布*衣样式#衬衫*衣样式#外套", "target": "牛仔<UNK>是<UNK>，身为一个品位出众的女人，牛仔衬衫更是你衣橱中的必备单品。领子<UNK>出来的两个扣子称为<UNK>，专为领子而存在，简单的两颗扣子就可以使得领子非常挺，不会耷拉下来，也是十分重要的存在。前短后长的版型裁剪设计，也让其整件外套的层次感更加显露十足。"}
{"source": "类型#上衣*材质#牛仔布*衣样式#衬衫*衣样式#外套", "target": "入手两件的着装背心，手感超级柔软舒适，弹力十足，质感很棒，花边u型领边，大方不挑人，露出脖子好有气质，单穿有型。这个季节做衬衫牛仔外套内搭也少不了。"}
{"source": "类型#上衣*版型#宽松*颜色#纯色*风格#简约*图案#纯色*衣样式#卫衣*衣领型#圆领*衣款式#罗纹", "target": "来自BRAND的儿童卫衣，一袭纯色色调渲染，给人一种整洁大方的视觉效果，简约中透露着慵懒的感觉，上身尽显阳光帅气。宽边的罗纹圆领裁剪，自然服帖宝贝的脖颈曲线，营造宽松的颈部穿衣环境，让宝贝穿着更加舒适自在。"}
{"source": "类型#裙*材质#亚麻*材质#水洗*风格#文艺*风格#休闲*裙长#连衣裙*裙衣门襟#排扣", "target": "新一季度BRAND的款式设计具有多元化，同时面料也具有多样化，彩色开始往<UNK>的方向走，是这季风格重要的表现形式。这款连衣裙，选取水洗做旧的亚麻面料制作而成。文艺的半排扣，休闲又不失考究。圆形领口的设计，精简干练。整体呈现写意、随性、不受拘束的感觉。"}
{"source": "类型#裙*材质#雪纺*裙袖型#收口*裙款式#拼接*裙款式#木耳边*裙款式#抽褶*裙款式#收腰", "target": "雪纺本已是仙气十足的选择了，轻轻松松就能洋溢出浪漫又灵动的气息，整体看起来满满的飘逸与精致。配合拼接的幻彩纱裙裙摆设计更具迷人又奇趣的优雅范儿，轻松带出几分魔幻又迷蒙的精致感觉。收腰的褶皱可以轻松修饰腰部曲线，更能勾勒<UNK>腰线的诱惑来。木耳边收口的领部设计可以增加<UNK>迷人的味道，看起来少女感十足。"}
{"source": "类型#裙*材质#蕾丝*图案#线条*图案#蕾丝*裙型#抹胸裙*裙款式#拼接*裙款式#吊带*裙款式#收腰", "target": "这条蕾丝抹胸拼接礼服收腰版型设计，分割拉长身材线条，更加显现纤细的身材比例。拼接花纹蕾丝裙摆设计造型别致，更添飘逸垂感。吊带搭配抹胸样式，三层不同面料拼接，气质优雅又不失女人味。"}
{"source": "类型#上衣*风格#复古*图案#复古*衣样式#衬衫*衣袖型#喇叭袖", "target": "采用经典的衬衫上衣款式看起来更加的复古又有一点洋气感，a字裙摆的高腰设计，不仅提拉身形<UNK>起来有干净利落。喇叭袖口的设计，透着娇俏的女人味。"}
{"source": "类型#裤*版型#显瘦*裤长#七分裤*裤型#阔腿裤", "target": "采用经典的阔腿版型，能为你修饰不够完美的腿部曲线，呈现视觉显瘦的效果，造型高挑又迷人。七分裤长设计，衬托纤细的脚踝，时髦有型。"}
{"source": "类型#上衣*材质#天丝*颜色#粉色*衣样式#风衣*衣款式#收腰", "target": "alice家的这件是很经典的天丝连衣裙，尤其是到春夏凉凉的感觉很是舒服。女性化收腰的剪裁是比较合身的款式，包裹身体的同时又带有舒适感。腰间的捏褶并借用风衣的育克设计，让整件连衣裙集聚特色。养眼减龄的粉色系，上身自带的优雅气息是你所<UNK>的！"}
{"source": "类型#裙*版型#显瘦*风格#复古*图案#复古*裙型#a字*裙下摆#开叉*裙长#连衣裙*裙领型#v领*裙袖型#喇叭袖*裙款式#收腰", "target": "修身a字廓形剪裁的时尚连衣裙，松紧收腰结合腰线的提高，显瘦之余还能拉长身材曲线比例，个性交叉v领的剪裁，随意穿搭也能让气质随之而出，修饰脖颈曲线流露优雅的气质。加上七分喇叭袖的设计，个性开叉举足间还能增添不少甜美复古气息。"}
{"source": "类型#上衣*版型#宽松*风格#复古*风格#运动*风格#休闲*图案#复古*衣样式#外套*衣领型#小立领*衣长#短款", "target": "一款宽松舒适的短款外套，小宽松的版型设计，对身材不挑剔，短款的长度十分好驾驭，穿搭起来显得休闲又大气；精致的小立领呵护颈部，尽显运动风格；复古的灯芯绒面料，厚度适中有一定的温暖感。"}
{"source": "类型#裤*版型#宽松*材质#牛仔布*风格#中国风*裤长#短裤*裤长#五分裤", "target": "五分款式的牛仔短裤，能够将十分舒适的体感带给你。并将时下正在流行的宽松设计也融入到设计之中，短裤的精髓在于背后的中国风图案，祥云的装饰和圆形的图腾将满满的东方特点展现在服饰之中，带来了深刻的国潮精神。"}
{"source": "类型#上衣*版型#宽松*材质#蕾丝*图案#圆点*图案#蕾丝*衣样式#卫衣*衣长#超短款*衣袖型#灯笼袖", "target": "卫衣与蕾丝的搭配也<UNK>，这款卫衣，讲蕾丝<UNK>了后背与袖子<UNK>。超短款也是它所赋予的特色，灯笼袖更显得有性格，宽松的整体剪裁，修饰了各种身材，后背圆点蕾丝更显少女感。颜色大气又青涩，满足少女感与独特的品质。"}
{"source": "类型#裙*版型#显瘦*图案#线条*裙型#a字*裙长#连衣裙*裙领型#翻领*裙衣门襟#系带*裙款式#收腰", "target": "这一款连衣裙翻领设计，气质不凡魅力十足。同时再加上立体精致的裁剪，勾勒身体线条，散发优雅迷人的女性魅力。a字版式，修饰身材落落大方。腰间系带，收腰显瘦自然出彩，看起来特别的美。"}
{"source": "类型#上衣*风格#简约*图案#线条*衣样式#衬衫*衣款式#口袋*衣款式#腰带*衣款式#收腰", "target": "裤子设计方式简约却不简单，让哈伦与阔腿裤完美结合，穿着不挑身材，可轻松助你游走在时尚与商务场合。优质面料剪裁而成，简约的腰头设计，配有腰带穿着贴合腰围，可调节设计舒适不紧绷。前片压褶工艺，具有遮挡腹部赘肉的效果，收腰束腹让你更显苗条身材。后片有一字口袋丰富层次感，裤子缝纫技术精湛，线条流畅修饰腿型，工整的收边穿着利落有型，上身简单的穿一件白衬衫更显气质，脚上穿平底休闲鞋会更加舒适大方。"}
{"source": "类型#上衣*版型#宽松*风格#简约*图案#蝴蝶结*图案#波点*图案#线条*衣样式#衬衫", "target": "衬衫采用了非常经典的波点图案的款式，简约利落不会过时，而且还充满了现代风情，上身显优雅显气质。衣领部分有加长的蝴蝶结起到，既有装饰的作用，又能够修饰颈部的线条。略微宽松的衣身更加有型，穿上以后不显拖沓，更显挺拔。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*风格#休闲*风格#潮*图案#刺绣*衣样式#卫衣*衣款式#抽绳*衣款式#连帽", "target": "马克华菲的每一款设计都紧跟时尚潮流，这款卫衣自然也是如此！版型宽松显瘦，短裤设计一秒拉长身形！连帽抽绳增添层次感的同时，休闲气质表现的恰到好处！最令人心动的设计来自袖子，别致刺绣点缀，一秒吸睛！"}
{"source": "类型#裙*版型#显瘦*风格#淑女*风格#简约*裙下摆#荷叶边*裙领型#polo领", "target": "此款荷叶边裙两件套，采用荷叶边型设计，点缀衣身，飘逸又优美，尽显女性甜美淑女气场。a型廓形设计，遮肉显瘦，时尚又不失气质。polo领型设计，巧妙修饰脸型，简约又不失个性。"}
{"source": "类型#裙*版型#显瘦*材质#牛仔布*裙型#牛仔裙*裙长#连衣裙*裙袖长#无袖*裙领型#翻领", "target": "这一款牛仔连衣裙两件套时尚翻领，精致优雅修饰脖颈。修身的版型尽显好身材，整体看起来凸凹有致的身材得到了凸显。精致无袖的设计，气质利落修饰手臂。加上飘逸裙摆，随风摇曳自然生姿。"}
{"source": "类型#裤*版型#显瘦*颜色#浅蓝色*风格#潮*裤型#直筒裤*裤款式#破洞", "target": "这款裤子由浅蓝色的基调打造，犹如给人以海风拂面的感受。其直筒的版型设计，更好的包容了你的腿部肉肉。显瘦的同时并没有束缚之感，<UNK>拖沓之感，却又充满阳光正气。其裤腿的破洞设计，露出你的肌肤。彰显出了个性潮流的设计。"}
{"source": "类型#裙*颜色#黑色*颜色#灰色*风格#简约*风格#知性*图案#条纹*裙下摆#荷叶边*裙长#半身裙*裙衣门襟#拉链*裙款式#拼接*裙款式#拉链", "target": "没人多余繁杂装饰的高腰包臀半身裙，靠的是匠心独特的设计魅力吸引你的注意。摒弃简单的条纹，采用了粗线的黑色与灰色条纹拼接，不一样的视觉体验，带来知性优雅的气质，让你一眼爱上。腰间选择采用后侧隐形拉链设计，简约自然，穿搭方便，给你不一样的穿着体验。犹如包裹设计般的裙边在裙侧<UNK>，荷叶边的设计俏皮可爱，灵动自然，给裙身增添细节感和层次感。"}
{"source": "类型#裤*版型#显瘦*风格#青春*裤长#九分裤*裤款式#抽绳*裤款式#松紧带*裤腰型#松紧腰", "target": "腰头采用松紧有度的橡筋，搭配着灵活的抽绳设计，轻松满足不同身材穿着舒适又方便。前侧的弧形手插袋与后侧的手插袋相呼应，丰富整体层次感同时方便双手插入彰显青春活泼气息。裤脚采用九分的设计，露出脚裸时尚感倍增。锥形裤的版型剪裁，拉直腿型显瘦高挑。"}
{"source": "类型#裤*版型#显瘦*风格#休闲*风格#青春*裤型#直筒裤*裤口#小脚", "target": "这一款采用舒适弹力面料的修身直筒小脚休闲裤，最大的设计亮点在于裤子有很好的修身效果设计，这样的款式设计使得整条裤子看起来与众不同。<UNK>稳又带出一股青春帅气的气息，非常适合追求休闲动感的你。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*材质#棉*衣样式#衬衫*衣领型#polo领*衣长#中长款", "target": "衬衫作为必备款的穿搭，它的受欢迎程度受到了众多人的青睐哦。宽松的中长款衣身版型，显瘦遮肉，其100%的纯棉材质，更加亲肤舒适，polo领的设计，凸显利落感。"}
{"source": "类型#上衣*风格#复古*图案#复古*衣样式#衬衫*衣袖型#灯笼袖*衣款式#木耳边", "target": "笛莎大胆的以复古灯笼袖与简单的廓形相搭配，让这件衬衫由内而外的散发出迷人的优雅气质，再结合甜美可爱的木耳花边的领口设计，小公主穿在身上妥妥的时尚达人，别提多漂亮。"}
{"source": "类型#裤*风格#复古*风格#简约*风格#性感*图案#复古*裤长#连体裤*裤型#阔腿裤*裤款式#绑带", "target": "抹胸有着让女人们不动声色便性感撩人的魅力，将抹胸融入到连体裤设计中，颠覆以往的常规形象，后背融入绑带收腰设计，勾勒出纤细腰身，更带出一抹精致的复古气息。阔腿裤版型展现出高雅女人味，简约又能拉伸身材比例，打造吸睛女神范。"}
{"source": "类型#上衣*版型#宽松*材质#亚麻*颜色#纯色*图案#纯色*衣样式#马甲*衣袖长#无袖", "target": "选用天然的亚麻材质，具有优越的吸湿透气性，出汗再多也不怕，在闷热的春夏季节穿着再适合不过了。纯色无袖马甲上衣和阔腿裤，简简单单却具有自己的风格，极简的时髦魅力，上身很容易出范。下装为阔腿裤的设计，宽松的裤腿无拘无束，走动起来自动带风，更显得随性洒脱。"}
{"source": "类型#上衣*风格#通勤*风格#简约*风格#青春*风格#清新*图案#条纹*衣样式#衬衫*衣款式#拼接", "target": "这款织带拼接条纹衬衫展现优雅时尚的格调，简约经典的蓝白条纹通勤百搭，显得清新爽朗，格外惹眼，丰富视觉的层次美感，营造出明媚动人的视觉吸引力。充满青春时尚的韵味，赋予简约的衬衫满满的活力。"}
{"source": "类型#上衣*材质#雪纺*风格#性感*衣样式#衬衫*衣领型#半高领*衣款式#勾花镂空*衣款式#纽扣", "target": "一款清凉透气的雪纺穿衬衫；富有诱惑力的半高领，将v型镂空作为装饰，既能裸露肌肤又可修饰脸型，使得体的穿搭流露出优雅性感的韵味；自然碎褶的袖口，采用双纽扣作为开合，系上则贴合腕部并修饰臂部，使随性的举手投足间洋溢着干练洒脱的气质。"}
{"source": "类型#裙*版型#显瘦*材质#蕾丝*颜色#白色*颜色#黑色*风格#青春*图案#蕾丝*裙长#连衣裙*裙领型#v领*裙款式#吊带", "target": "在时尚圈瞬息万变的流行元素中，蕾丝元素却是一直<UNK>时尚圈，在今年各大秀场中都通过不同的形式，演绎这仙气十足的蕾丝元素，由此可见时尚圈对蕾丝元素的宠爱。今天推荐的是一款白色蕾丝吊带连衣裙，如果黑色蕾丝带着一丝神秘与诱惑，那白色蕾丝却显得端庄雅致，而这款吊带连衣裙修身的款式，v领领口的设计更是露出女性精致的锁骨，极大的展现了女性身材的曲线美，而白色蕾丝的端庄雅致则提高了整条裙子的气质，优雅精致。"}
{"source": "类型#裤*材质#蕾丝*颜色#白色*颜色#粉色*图案#植物*图案#印花*图案#蕾丝*裤长#短裤*裤腰型#松紧腰", "target": "这款搭配上装选用柔软的白色人棉面料裁制而成，并以精美的蕾丝勾勒v领领口，下装搭配亮丽光泽粉色花卉印花短裤。侧边略微透视蕾丝装饰，上装配有<UNK>肩带，下装采用松紧裤腰，穿着舒适。"}
{"source": "类型#上衣*材质#棉*材质#羊毛*材质#混纺*衣样式#开衫", "target": "这款开衫选用棉、羊毛、尼龙混纺材质，舒适柔软，结实耐穿，亲肤不扎身。领口采用棒球领剪裁，彰显青春活力感。下摆卷边设计，富有设计感，增加整体层次。适中的厚度，适合春天穿着。"}
{"source": "类型#裤*颜色#藏蓝色*风格#简约*裤长#九分裤*裤型#直筒裤", "target": "采用的是经典的九分裤版型进行制作，同时还使用了纯净的藏蓝色面料设计，具有较为突出的简约风格，而且还能够有效的彰显出时尚气息。裤腿使用直筒设计，对于腿型没有太大的要求，可以轻松适配任何腿型，遮掩腿部瑕疵。"}
{"source": "类型#裙*版型#显瘦*材质#蕾丝*图案#线条*图案#蕾丝*裙型#鱼尾裙*裙长#连衣裙", "target": "一款很有名媛气质的连衣裙，甄选优质蕾丝面料制成，呈现出精美的蕾丝花，栩栩如生，洋溢着优雅浪漫的气息。采用独特的立体修身剪裁，将女性凹凸有致的身材完美展现出来。气质v形领的设计，拉伸了颈部的线条。灵动的鱼尾裙摆，增添柔美气息。"}
{"source": "类型#裤*风格#复古*图案#植物*图案#复古*图案#印花*裤长#连体裤*裤款式#拉链", "target": "这是一条充满着浓浓的复古气息的连体裤。连体的设计非常贴心实用，能为上班人士等早上<UNK>出门的人节省一些时间，能让你从容不迫地出门。整条连体裤都采用了高调复古的花卉印花，红底白花，宛如八九十年代的摩登女郎，非常引人注目。拉链体贴<UNK>在了侧边，既方便穿脱又隐形不显眼。"}
{"source": "类型#裙*材质#棉*材质#丝绒*颜色#黑色*颜色#黑白*风格#文艺*风格#简约*风格#清新*图案#格子*裙长#连衣裙*裙领型#翻领*裙衣门襟#系带", "target": "这款连衣裙采用黑白的格纹元素，呈现出一种清新文艺的气息，让人移不开视线。简约的翻领，带来矜持优雅的气质。纯棉面料，穿着舒适到极致。长款的设计落落大方。腰身采用了黑色丝绒系带，一秒勾勒身形凸显柔美的气息，撩人于无形之中噢。"}
{"source": "类型#上衣*材质#蚕丝*颜色#黑白*风格#休闲*图案#条纹*图案#印花*图案#撞色*衣样式#衬衫*衣领型#立领*衣款式#拼接", "target": "这款真丝衬衫，整体透着一股浓浓的休闲随性范。衣身的水貂印花图案，丰富又有趣，打破了整体的单调感。经典的黑白条纹立领，与领口相呼应，衬托出女性时尚干练的气质。撞色宽边侧条纹，别致大气，仿佛拼接上去的一样。"}
{"source": "类型#上衣*版型#显瘦*图案#线条*衣样式#棒球服*衣样式#外套*衣款式#螺纹", "target": "外套采用棒球服的版型设计，加入较为修身的剪裁，上身会更加修饰身材，简单的无领设计，能够将颈部凸显出来。线条更修长，袖子及下摆采用螺纹设计，不易变形。"}
{"source": "类型#上衣*图案#线条*衣样式#外套*衣样式#西装", "target": "西装外套流畅裁剪,每一处线条都恰到好处勾，勒修饰身形,有点松度不紧绷,笔挺干练又不死板。精工细作而成的一款西装外套,对服装有品质追求的朋友y定会喜欢。"}
{"source": "类型#裙*颜色#红色*图案#印花*裙长#连衣裙*裙袖长#七分袖*裙领型#v领*裙款式#收腰*裙款式#流苏", "target": "充满艺术气息的一款连衣裙。红色的面料搭配精美的印花，呈现出非常亮眼的时尚气质。v字领斜襟设计，流苏配饰非常拉风，搭配喇叭七分袖更显优雅。长款收腰版型，轻松穿出纤细的身段。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*材质#牛仔布*风格#清新*图案#刺绣*裤型#直筒裤*裤型#铅笔裤*裤口#毛边", "target": "一款集清新与帅气与一体的牛仔裤，整体采用了宽松的直筒铅笔裤版型，整体轮廓修饰显瘦，但却拥有不错的包容性。而裤脚出的毛边和靓丽甜美的爱心刺绣，点缀整体的同时更增加了别致时髦的趣味性。"}
{"source": "类型#上衣*材质#蕾丝*图案#蕾丝*衣样式#衫*衣领型#高领", "target": "最新最潮的上衣设计结合了中国古典风“丝绸之路”与现代流行风“高领七分”，呈现出该款蕾丝衫的经典之处，金葱织带的细节设计新颖独特，令人眼前一亮。"}
{"source": "类型#裙*版型#显瘦*裙型#a字*裙衣长#短款*裙款式#口袋", "target": "短款的长度一直都是小个子的福利长度，加上a字的版型，能修饰着下身轮廓，显瘦并且更显高挑长腿。同时利用明线装饰的大口袋设计，更是给整条裙子增添了不少的精致高。"}
{"source": "类型#上衣*材质#牛仔布*风格#清新*图案#线条*图案#刺绣*衣样式#外套*衣领型#翻领*衣袖型#插肩袖*衣袖型#收口", "target": "这一款牛仔外套翻领的设计，正好露出盈盈锁骨，脖颈的纤细线条得到了展现。插肩袖的袖型设计结合袖口的收口，视觉上就很好地修饰了肩部的线条。特别是后背迷人绣花，清新减龄视觉美丽。"}
{"source": "类型#上衣*材质#混纺*风格#潮*衣样式#卫衣*衣款式#口袋*衣款式#抽绳*衣款式#连帽", "target": "这款卫衣前身logo贴片设计，简洁大气，时尚潮流。下摆同色设计，充满现代感。梯形口袋设计，打破了整体平整的感觉，充满活力感。连帽抽绳设计，经典有型，实用又有装饰感。卫衣采用粘纤和锦纶的混纺面料，手感柔软，弹性好，耐穿耐磨。"}
{"source": "类型#裙*颜色#黑色*图案#格子*图案#动物*图案#线条*图案#刺绣*裙下摆#垂坠*裙长#连衣裙*裙款式#腰带", "target": "丽婴房这款甜美连衣裙，面料清爽抗静电，手感柔软，垂坠性良好，光泽适宜，贴肤穿着不刺激皮肤。装饰领子白边与格子包边搭配，经典又耐看。领子与裙摆处均点缀海洋动物刺绣，做工细致，精致可爱，凸显宝贝活泼童趣。腰口黑色绣花腰带，视觉上修饰腰部线条，美观时尚。裙摆里布轻盈飘逸，柔软不刺激皮肤。"}
{"source": "类型#裙*材质#羊毛*风格#淑女*风格#简约*裙型#a字*裙领型#polo领*裙款式#拼接*裙款式#口袋*裙款式#木耳边", "target": "这款简约百搭的毛呢大衣，精选用亲肤的羊毛制作，打造出舒适温暖的穿着体验；优雅的a字版型，对身材的包容性极好；温婉的木耳边拼接，散发出优雅淑女的气息；经典的polo领口，显露出精致迷人的脸形；时尚的口袋装饰，丰富整体的层次感。"}
{"source": "类型#裙*材质#网纱*风格#复古*图案#复古*图案#刺绣*裙长#连衣裙*裙款式#拼接*裙款式#吊带", "target": "让您穿出古典艺术气质的连衣裙，复古色系的内里吊带连衣裙，色系饱满而细腻，更加亲肤的同时还有是身材。外搭的半透网纱拼接工艺，精美的刺绣更呈现出华丽而复古的质感，轻松穿出名媛气质。"}
{"source": "类型#裙*版型#宽松*裙领型#v领*裙袖型#喇叭袖*裙衣门襟#系带*裙款式#拼接*裙款式#抽褶", "target": "有点小a的感觉，衣襟是v领加上交叉系带的设计，v领可以露出纤细的脖子和女生的锁骨，交叉系带的设计多了些俏皮可爱的细节感，整体看上去不会很单调，增加了少女感。下摆拼接微微散开的褶皱裙摆设计，增添了甜美的感觉，使整条裙子更有味道。偏长一点的喇叭袖设计，宽松的袖口会衬得手腕更加纤细。"}
{"source": "类型#裙*材质#针织*风格#复古*风格#文艺*图案#复古*裙长#连衣裙*裙领型#高领*裙袖型#收口*裙款式#拼接*裙款式#螺纹", "target": "<UNK>的这件连衣裙面料选用精<UNK><UNK>面料，手感蓬松柔软，分量比重大，色泽相对较柔和，上身保暖性佳。裙摆和领口均选用螺纹针织进行收口，高领设计<UNK>厚重围巾，保暖不灌风。衣身拼接东北<UNK>图案点缀，暗沉中一抹亮色，吸睛不已，红黑颜色搭配复古文艺，充满艺术气息，拼接<UNK>精准，细节彰显质感。冬日里只需带上<UNK>，脚踏一双<UNK>靴，便可肆无忌惮地闯入冰雪世界。"}
{"source": "类型#上衣*风格#潮*图案#条纹*图案#蝴蝶结*图案#拼色*图案#几何*图案#印花*图案#撞色*衣样式#衬衫*衣门襟#系带*衣款式#勾花镂空*衣款式#抽绳*衣款式#收腰", "target": "本款印花气质连衣裙，高腰分割收腰，上身效果更加高挑纤瘦。撞色条纹搭配几何印花，潮流拼色，更加显得有趣并精致。抽绳蝴蝶结系带，使裙子具有更加独特的质感。领口镂空单扣衬衫领，区别于一般版型，展现优雅气质。"}
{"source": "类型#裙*材质#网纱*颜色#迷彩色*风格#街头*风格#复古*风格#清新*风格#潮*图案#复古*图案#迷彩*裙长#连衣裙*裙款式#拼接", "target": "英文字母经过设计师的再次创作之后变得棱角分明，彰显出街头潮流的气息，诠释了年轻一族的张扬率性。而迷彩网纱的拼接飘逸又富有动感，无形中增添了几分清新浪漫的情怀。这样的一条连衣裙，不仅具有复古摩登风范，也彰显出十足的街头感。"}
{"source": "类型#上衣*颜色#纯色*风格#简约*图案#纯色*衣样式#开衫*衣领型#圆领*衣款式#钉珠", "target": "纯色系的一款开衫，看起来给人一种简约又气质的感觉。领口处圆领的剪裁方式，圆润流畅的弧度曲线，衬托出一种可爱的气息感。胸口处钉珠的造型更显一种精致感。"}
{"source": "类型#裙*风格#清新*风格#性感*图案#印花*裙下摆#荷叶边", "target": "连体裙式版型设计既可将不够完美的身材曲线修饰得更为动人，而且能做到性感而不裸露。满印清新自然的印花，搭配荷叶边设计，让整体的造型更加富有美感。内置胸垫并可拆卸，根据个人需求设计，极具人性化；后背优雅的交叉设计，增添性感气息，让穿着者既可以展现清新可爱的一面，又可以展现充满女人味的一面。"}
{"source": "类型#裙*版型#宽松*图案#拼色*裙长#连衣裙", "target": "连衣裙采用提花<UNK>工艺，在细节之处体现品质<UNK>的工艺技术。搭配上长方形拼色，彰显大气优雅，西瓜红色泽柔和，很衬肤色白皙。外加上宽松的造型，在风中摇曳，诗意与美感才能够很好的形容女性的气质，浪漫唯美的气息在不经意间散发，仿佛仙女一般。"}
{"source": "类型#上衣*材质#雪纺*风格#性感*衣样式#衬衫*衣领型#v领*衣袖长#七分袖*衣款式#勾花镂空", "target": "本身是一款十分基础款式的衬衫，融入了性感撩人的v领元素。细腻的小镂空细节，尽显出迷人的俏皮小心机。七分袖的长度设计，恰到好处能够<UNK>出白皙的美肌。柔软舒适的雪纺面料，给肌肤带来不一样的清爽舒适感。"}
{"source": "类型#裙*风格#潮*图案#格子*图案#蝴蝶结*图案#撞色*裙型#a字*裙长#半身裙*裙衣门襟#系带*裙款式#拼接*裙款式#不规则", "target": "韩风的潮流吹来，备上一件a字的半身裙就够了，不规则的撞色拼接设计，为整体带来不一样的青春活力。搭配点缀的清晰格纹，简洁中传递出都市的浪漫风情。侧边添加的系带元素，挽成一个精致的蝴蝶结装饰，展现明媚的公主味道。"}
{"source": "类型#上衣*版型#显瘦*风格#简约*图案#线条*衣样式#马甲*衣样式#外套*衣样式#西装*衣款式#口袋*衣款式#腰带*衣款式#收腰", "target": "马甲外套是最不挑人的外套之一，这款马甲外套适当的长度，利落的剪裁，彰显着时尚个性的简约优雅气质。收腰的剪裁，修身显瘦；腰带的设计，独特时尚的同时更能提升腰线，拉长身形。特别的西装小领设计，能修饰颈部线条。口袋的设计既美观大方又非常实用。后摆别出心裁的弧形剪裁能修饰臀部曲线，展现女性温柔的线条美感。整体给人一种优雅大方又利落的都市。"}
{"source": "类型#裙*裙下摆#开叉*裙长#半身裙*裙款式#口袋*裙款式#绑带*裙款式#对称", "target": "ur这款半身裙有着一看就与别的半裙不一样的特质，前幅中缝以及两侧的开叉设计，将妩媚又妖娆的风情流于其中，与腰间独特的绑带装饰<UNK>，在自带的优雅气质中凸显出纤细柔软的腰肢。而两侧对称的大口袋装饰则以其独特的个性装点着细节，彰显出端庄又典雅的气韵。"}
{"source": "类型#上衣*版型#显瘦*颜色#红色*风格#休闲*图案#线条*图案#印花*衣样式#衬衫*衣领型#翻领", "target": "红色色调的渲染，别着精致的旋转印花装饰，让衬衫不再单调，增添了造型的精致感。<UNK>衬衫的修身款型，特别讲究造型气质的修饰。而且翻领设计的款式让都市男性的造型更有干练的造型感。流畅线条设计让衬衫在穿上身后，造型都显得更有都市休闲气质，搭配上简洁的翻领设计，尽显都市男性的成熟感。"}
{"source": "类型#裙*风格#知性*图案#线条*裙型#a字*裙型#小黑裙*裙领型#圆领*裙款式#收腰", "target": "人手必备一条的小黑裙，经典的小圆领，优雅大方又非常减龄，结合流畅大气的线条，彰显知性气质。金属气眼的装饰带来几分酷感，十分亮眼吸睛。收腰版型，a字裙摆，灵动而凸显身材曲线。"}
{"source": "类型#上衣*版型#宽松*颜色#纯色*颜色#深色*图案#字母*图案#纯色*图案#文字*图案#线条*衣样式#卫衣*衣款式#罗纹", "target": "纯色的衣面利用深色的字母装饰显得大气简洁，轻松凸显出不简单的气息。前襟的图案通过一定的层次线条划分呈现立体，瞬间就彰显出魅力的衣面。宽松的卫衣版型设计尤为巧妙，与衣身相互搭配还能贯彻出品质的设计格调。在罗纹下摆的处理上带有弹力不会显得过于随意，自由呈现的弧度吻合身体，同时将身姿线条勾勒出来显精神。"}
{"source": "类型#上衣*版型#宽松*颜色#绿色*风格#性感*衣样式#卫衣*衣袖型#落肩袖*衣款式#亮丝*衣款式#连帽", "target": "来自BRAND的这款连帽卫衣，采用经典的绿色调衣身，带来满满的生机和活力感。而衣身融入了亮丝装饰，在阳光下显得闪闪发光，耀眼夺目。结合肩部的小心思做了<UNK>剪裁，展露出诱人的香肩，散发出性感的女人味。加上宽松的落肩袖设计，将肩位下滑，尽显慵懒随性BRAND风范儿。"}
{"source": "类型#裙*版型#宽松*风格#休闲*风格#青春*图案#印花*裙衣门襟#拉链*裙款式#拉链*裙款式#抽褶", "target": "衣衫周身遍布精致的印花图案，合理的色彩搭配显示出浪漫的优雅感，凸显更为高雅的贵族气质。自然形成的竖形褶皱，极具立体感，拉长了视觉效果，带来夸张的视觉享受，显示出纤细身姿，更加高瘦。前短后长设计，吻合时下流行趋势，前卫且时髦。衣身无拉链负重，显示出宽松休闲的穿着体验感。"}
{"source": "类型#上衣*版型#显瘦*风格#休闲*图案#蝴蝶结*图案#线条*衣样式#衬衫*衣门襟#系带", "target": "衬衣是夏季不可缺少的单品，要想穿的出彩就要穿出独特与个性，袖子由上至下呈现出来的交叉线条，并在末端形成系带蝴蝶结，看起来十分别致，同时也将充满个性的能量释放出来。经典圆形的领口运用在此，带来了自由自在的休闲味道，加上衣摆前短后长的裁剪设计，修身显瘦无压力，尽显风情无限。"}
{"source": "类型#裙*版型#宽松*图案#线条*裙袖型#蝙蝠袖*裙款式#勾花镂空*裙款式#不规则", "target": "经典的镂空立体花型，重工镂空效果，显得精巧可爱。中袖的设计，加上宽松的廓形，显得小女人味十足，修饰手臂线条。带一点蝙蝠袖的效果，配合<UNK>型裙身，上身浪漫飘逸。下摆做了不规则的裁剪，内里做了内衬，显得精巧的立体感。"}
{"source": "类型#裙*风格#知性*图案#线条*裙腰型#高腰*裙长#连衣裙*裙款式#纽扣", "target": "时尚高腰的金属扣连衣裙，别样的设计风格，具有很好的视觉效果。特别是腰部的金属扣，高尚性和时尚性十足。独特的花样裙摆，优雅知性且随和。前短后长的设计，能够很好修饰身体整体的线条。大气吸睛，浪漫唯美。"}
{"source": "类型#裙*版型#宽松*风格#复古*风格#文艺*风格#性感*图案#复古*图案#刺绣*裙下摆#花边*裙款式#勾花镂空*裙款式#绑带*裙款式#松紧带", "target": "镂空绣花增添文艺复古韵味，隐约露肤的效果释放丝丝小性感，穿着透气舒适，勾勒不经意间的优雅，散发迷人魅力。后背花边加入绑带装饰修饰性感的美背，增添柔美韵味，为你赢得更多的回头率。宽松的落肩袖不显肩宽，遮住手臂多余的肉肉，穿着慵懒随意，袖口微微收拢修饰纤细的手腕。弹力橡筋下摆凸显小蛮腰，穿着精神利落，搭配裤装或者裙装都很不错。"}
{"source": "类型#上衣*版型#宽松*材质#棉*衣样式#卫衣*衣门襟#系带*衣款式#抽绳", "target": "抽绳系带的裤腰贴合身体。束脚裤版型，高街范er的既视感。裤裆<UNK>宽松，还有点hip-hop的feel。采用优质棉料，上身舒适透气。搭配卫衣酷酷哒。四季可穿。推荐入手。"}
{"source": "类型#裤*版型#宽松*风格#复古*风格#简约*图案#格子*图案#复古*裤长#九分裤*裤型#直筒裤*裤型#阔腿裤*裤款式#抽褶*裤腰型#松紧腰", "target": "简约的格纹设计，复古时尚，九分阔腿裤型设计，宽松舒适，腰带装饰。复古优雅，宽宽的裤脚轻舞飞扬，行走自如，脚上生风的自信瞬间找回来，很好的修饰腿型，轻松打造长腿。宽松的直筒版型，这个季节可以单穿的，版型的设计很贴心，不用担心腿部的不完美。腰头松紧腰形成的褶皱让它更立体，贴身穿很舒服，裤带设计，不挑身材，任何人都可以驾驭。"}
{"source": "类型#上衣*颜色#灰色*风格#复古*风格#文艺*风格#休闲*图案#复古*衣样式#外套*衣样式#西装*衣款式#纽扣", "target": "气质很放松的一款西装外套，裁剪手法干脆利落，领口比例、下摆开叉大小，让它看上去简单干净。不像那些一板一眼的工作服西装，看上去<UNK>人<UNK>。门襟采用金属纽扣，把它的气质锁在休闲洒脱与时装感之间，颜色上用的是比较中性的咖灰色，文艺复古，又没有太多的性别主张。"}
{"source": "类型#裙*颜色#纯色*风格#文艺*风格#性感*图案#纯色*裙型#背带裙*裙型#抹胸裙*裙下摆#荷叶边*裙下摆#垂坠*裙腰型#高腰*裙款式#拼接", "target": "这款裤子可以单件穿着，喜欢文艺的一点的妹子也可以在内里搭配一件纯色小衫，穿着造型随意切换。背带可调节式，对身高没有什么要求，抹胸处采取荷叶边拼接，包裹手臂，凸显白皙肌肤，性感柔美。高腰设计提高了腰线，加之垂顺的阔腿裤型，使双腿更显修长，迈步间帅气又有范。"}
{"source": "类型#裙*材质#丝绒*风格#复古*图案#复古*图案#线条*裙长#连衣裙", "target": "设计师传承东方经典美学主义。<UNK>具有细腻光泽质感的丝绒塑造出旗袍连衣裙的轮廓,舍去了繁琐缤纷的装饰。以简洁的版型来凸显出那份<UNK>静谧<UNK>的<UNK>复古情调,镶边小立领延伸出斜襟线条上装点了精致饱满的珍珠扣,为典雅中国风尚增添出几分低调奢华的贵气。"}
{"source": "类型#裙*材质#丝绒*风格#复古*图案#复古*图案#线条*裙长#连衣裙", "target": "自带复古华丽气质的丝绒面料设计而成的子字带连衣裙，打造出优雅纤细的女性气质。鞋身精致的珍珠吊坠，让美更显与众不同。纤细的细跟从视觉上拉长腿部线条，缔造个性优雅的妩媚感。"}
{"source": "类型#裙*图案#抽象*图案#印花*裙领型#方领*裙衣门襟#单排扣", "target": "这款<UNK>短外套，领型采用方领设计，很好修饰脸型衬脸小。衣身加入印花抽象图案点缀，增加时尚趣味性。单排扣衣门襟，穿脱十分方便。"}
{"source": "类型#裤*版型#显瘦*颜色#黑色*风格#复古*图案#复古*图案#线条*裤长#七分裤*裤型#阔腿裤*裤款式#纽扣*裤腰型#高腰", "target": "夏天怎能没有一条大气场的背带阔腿裤呢。这款黑色背带阔腿裤，简洁大气，更显个性魅力，给你大长腿的即视感。洋气减龄的背带，富有质感的纽扣，增添几分复古俏皮气息。时尚的高腰设计，拉长身材比例，勾勒纤细腰身线条。七分的裤长，加上阔腿版型，遮肉显瘦。"}
{"source": "类型#上衣*版型#显瘦*颜色#白色*颜色#黑色*风格#简约*风格#青春*图案#线条*图案#撞色*衣样式#衬衫*衣门襟#拉链*衣款式#拼接*衣款式#拉链*衣款式#荷叶边", "target": "半裙，裙身以黑色为底，白色包边装饰，碰撞出鲜明的层次感，打破沉闷，融入一股年轻的活力，时尚个性。前中拉链设计，很流行的圆环<UNK>，时尚感up！简约a字版型，高腰设计，上身效果非常遮肉显瘦，也很显腿长，自然带出身体线条！衬衫除了有撞色设计，还有个特别的设计就是前身拼接了荷叶边，飘落的一段，仙美浪漫至ji！同时还有修饰身形的效果，穿上走动间的立体动感，非常吸睛；"}
{"source": "类型#裙*风格#青春*图案#波点*裙领型#翻领", "target": "波点的纹样永不<UNK>，且给人的感觉的十分俏皮，怎么穿都减龄且青春气十足。带有小翻领的设计，满满法式风情感，衬托得整个人气质十分优雅。搭配上流动翻转的裙摆，更添柔和妩媚的气息。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*材质#蚕丝*材质#丝绒*风格#复古*图案#复古*裤型#直筒裤*裤腰型#高腰*裤腰型#松紧腰", "target": "虽然春天真的很适合穿连衣裙，可是宽松舒适直筒裤也了解一下嘛。丝绒一直都给人一种复古华丽的格调，融入真丝光泽感蹭蹭上升。松紧高腰设计，弹力拉伸有度，穿着舒适不紧绷。包容性太棒了，各种腿型都能驾驭，正好把大腿的小肉掩饰住，露出最细脚踝，显瘦又显高挑。"}
{"source": "类型#裤*裤长#九分裤*裤型#阔腿裤*裤款式#口袋", "target": "打褶腰线的面料具有一定的弹性，能给腰部良好的包容性却不会有紧绷感，将舒适度和时尚度带给小美女。九分裤腿露出脚踝，摆脱长阔腿裤的拖沓感还能在视觉上让小美女更显高挑。两侧有隐藏的斜插口袋让插袋姿势更加舒适还能提升小美女的气场，或用于春秋暖手以及日常储物都是不错的选择非常实用。"}
{"source": "类型#上衣*图案#蝴蝶结*图案#印花*衣样式#衬衫*衣领型#小立领*衣门襟#系带*衣款式#拼接*衣款式#木耳边", "target": "非常精神的衬衫，优质的面料，上身非常的舒适，挺阔有型。木耳边小立领，非常的精神，彰显了甜美的感觉，非常的可爱。领口的蝴蝶结系带，非常的浪漫迷人，有着浓浓的女人味。精致的印花点缀，非常的赏心悦目，增添时尚感，上半部分拼接设计，层次感丰富。"}
{"source": "类型#上衣*材质#棉*风格#街头*风格#清新*风格#性感*图案#字母*图案#条纹*图案#文字*衣样式#衫", "target": "甄选使用很是透气柔软的纯棉面料，上身的穿着感很是轻松自在。经典的蓝白条纹衫塑造出很是清新优雅的一面。款哦<UNK>流畅的廓形效果更是能够轻松地包容修饰身形效果。领口融入了字母的肩带，性感之中穿搭出摩登的街头设计感。"}
{"source": "类型#裙*材质#牛仔布*材质#水洗*风格#简约*风格#休闲*风格#清新*图案#刺绣*裙型#a字*裙型#牛仔裙", "target": "牛仔a字裙可是众多女神的心头好，不挑身形还能显腿长，让你尽情美美美。简约的a字剪裁利落大方，自在不做作，水洗磨白的工艺清新亮眼，为你带来轻松舒适感。立体的刺绣花朵元素，平衡牛仔的休闲，平添几分柔美，逛街旅行都能格调满满。"}
{"source": "类型#裤*版型#显瘦*风格#简约*风格#潮*裤型#阔腿裤*裤款式#拉链*裤款式#抽褶*裤腰型#高腰", "target": "高腰阔腿裤一直是深受潮流的宠爱，简约时尚的阔腿裤版型，前中打褶收腰，钉金属装饰串珠，在整体基础款式上增添设计感。腰部运用金属串珠，起到了画龙点睛的作用，提升了服装整体的设计感。褶皱装饰腰部打褶，在装饰的作用下又起到很好的修身效果，完美掩盖腰腹肉肉，凸显优美身线，尽情展现女性柔美气质。右侧隐形拉链的设计不仅使提升裤子整体效果，而且使腰部具有收身贴身的效果，穿着舒适。"}
{"source": "类型#裤*颜色#白色*裤长#九分裤", "target": "更加紧致的版型，百搭的色系，让这款打底裤更加适宜其他风格的搭配。面料细腻而轻柔，贴肤的同时，更加舒爽轻盈。可以打底，也能外出搭配。九分裤设计，一双白色的板鞋就能出街。"}
{"source": "类型#上衣*风格#简约*衣样式#毛衣*衣款式#荷叶边", "target": "荷叶边的设计让毛衣充满了甜美的气息，两层荷叶边叠在胸前，形成一个v字，在甜美中带着优雅。侧身的开叉，前短后长，搭配仙仙的纱裙，如同一位“出淤泥而不染”的仙子。柔软的面料，带有微微的垂感，松松垮垮地穿在身上，简约又甜美。"}
{"source": "类型#裤*版型#宽松*裤型#直筒裤*裤款式#抽褶*裤口#开叉", "target": "西裤的款式大多是比较宽松的直筒裤，包括裤裆也比较宽松，臀部剪裁一般不收臀部，裤长偏长，非常多款式带有竖褶皱。BRAND的这款西裤融入了休闲裤的元素，更方便<UNK>穿着。立体的版型剪裁更贴合身形，腰头上的一粒扣设计，精致简洁，细微之处展现优秀的做工和品质。后腰的小开叉，方便穿着更舒适。"}
{"source": "类型#裤*材质#棉*图案#撞色*裤长#长裤*裤款式#拼接*裤腰型#松紧腰*裤口#小脚", "target": "优选纯棉面料打造而成的束脚长裤，穿着舒适有质感。经典束脚和松紧束腰版型，穿着更加方便灵活。撞色拼接裤身设计，更添个性气质。"}
{"source": "类型#上衣*风格#青春*图案#撞色*衣样式#外套*衣款式#拼接*衣款式#钉珠*衣款式#亮片*衣款式#抽绳", "target": "外套采用上下身不同风格的图案拼接，凸显个性前卫的设计感，展现出不拘一格的时髦态度。撞色的抽绳设计，增添青春的活力气息。侧身配有优质的亮片钉珠设计，提升衣身档次的同时更添造型美感。随性无包边的衣下摆，凸显时尚的不羁感，展现青春活力的时髦酷感。"}
{"source": "类型#裙*版型#宽松*图案#波点*裙下摆#荷叶边*裙衣门襟#拉链*裙款式#拉链", "target": "衣身带有精致的波点图案，极具视觉美感，同时也增添了衣物的美观性。荷叶边的袖口，散发出一种甜美气息，能够彰显孩子可爱气质，而且也相当的宽松，让手臂能够自由的活动。后背顺滑的拉链，方便了衣物的穿脱，坚固性良好，长久使用不易损坏。大幅度的裙摆，行走的时候没有束缚。"}
{"source": "类型#上衣*风格#街头*图案#字母*图案#文字*图案#印花*衣样式#卫衣", "target": "这款卫衣选用了很特别很温柔的奶茶色，奶茶色遇上字母印花设计，就变得的酷酷的了。街头感十足，又不失少女感，搭配裙装裤装都很nice！"}
{"source": "类型#上衣*颜色#深色*风格#潮*图案#条纹*图案#撞色*衣样式#外套*衣领型#立领*衣门襟#拉链*衣款式#拉链", "target": "由意大利<UNK>BRAND独家打造的外套款式，以鲜明的红白撞色条纹亮眼吸睛，打破深色服饰的沉闷感，潮流不失个性；精致的立领轮廓裁剪，穿着挺阔有型；衣身前的金属拉链装饰，使得穿脱更为便利。"}
{"source": "类型#上衣*风格#街头*风格#知性*风格#潮*图案#蝴蝶结*图案#线条*衣样式#衬衫*衣领型#翻领", "target": "极具少女心的一款蝴蝶结衬衫，时尚翻领设计，立体有型，轻松勾勒脸部圆润线条，为你的魅力加分；冬季扮靓还得靠细节制胜，俏皮的蝴蝶结点缀，就像是蝴蝶落在了前幅处，优雅中透出些俏皮，让你的少女心原地炸裂。知性的下摆开叉细节，赋予个性衬衫时髦感，打破一本正经，增添新潮街头气息，是一款让你风生水起的衬衫。"}
{"source": "类型#裤*颜色#黑色*风格#复古*图案#蝴蝶结*图案#复古", "target": "这款裤子采用了纯黑的配色，黑色给人一种高级感。立体的裁剪工艺，使得裤子的腰臀部包裹性很好，勾勒出曲线美。裤腿采用了微喇的设计，带有些许复古风情。腰部采用了蝴蝶结系带点缀，甜美而富有女人味。"}
{"source": "类型#上衣*颜色#黑白*风格#运动*图案#字母*图案#文字*图案#刺绣*衣样式#卫衣*衣门襟#套头*衣款式#勾花镂空*衣款式#抽绳*衣款式#连帽", "target": "细腻立体的字母slogan刺绣，搭配后背质感的胶印kewpies丘比娃娃可爱图案，充满了率真自我的穿衣风格。与普通的卫衣款式不同，这款连帽卫衣的袖子内部独特地运动切割镂空设计，别具前卫新颖的时髦感。实用的套头连帽与宽边抽绳平添多一份俏皮感，既童趣又充满新奇意味。采用最经典的黑白灰三色，不仅百搭还耐看不过时。"}
{"source": "类型#上衣*材质#蕾丝*颜色#纯色*风格#高贵*风格#性感*图案#纯色*图案#蕾丝*衣样式#衬衫*衣领型#翻领*衣款式#拼接*衣款式#勾花镂空", "target": "这件纯色的翻领设计富有层次感，想要体现属于女人的妩媚就穿性感的蕾丝衬衫，这一款纯色的蕾丝衬衫，采用了蕾丝拼接镂空设计，让你优雅中带着性感的女性魅力。直筒的花边设计尽情展现女性的柔美身姿，让你更优雅高贵。"}
{"source": "类型#裙*风格#复古*风格#性感*图案#碎花*图案#复古*图案#线条*图案#印花*裙下摆#荷叶边*裙长#短裙*裙领型#v领", "target": "复古风格的碎花短裙，长至膝盖以上，可以帮你展现大长腿。v领的设计带有一丝小性感，轻松修饰脖颈线条。柔和妩媚的点点印花，描绘出动人的风格。简单舒适的版型，搭配袖口和胸部的荷叶边，展现温婉的气质。"}
{"source": "类型#裤*版型#宽松*风格#街头*风格#运动*风格#清新*图案#拼色*图案#线条*图案#印花*裤长#五分裤", "target": "清新鲜明的拼色BRAND，为裤子修饰出鲜明的层次感。垂坠光洁的面料柔韧顺滑，且耐磨抗皱不易磨损。宽松飘逸的五分裤剪裁线条方便身体运动，独具街头气息的印花点缀，塑造率性前卫的街头时尚风味。"}
{"source": "类型#裤*版型#显瘦*材质#棉*材质#牛仔布*颜色#浅色*风格#复古*图案#复古*图案#线条*裤款式#破洞", "target": "来自女装品牌aviva，显瘦a字版型破洞牛仔裤。实穿易搭的经典单品，精选质感纯棉材质打造，手感柔软亲肤透气。个性浅色呈现做旧的复古感，结合破洞元素装饰，时髦加分，经典大气。a字裤腿设计，穿着不紧绷，完美修饰腿部线条。"}
{"source": "类型#上衣*材质#蚕丝*材质#针织*颜色#黑白*图案#条纹*衣样式#开衫", "target": "袖口开衩拼真丝，结构层次丰富。黑白条纹车线整齐有序，营造假两件感觉很有特色，一下子就与普通的条纹针织开衫区别开来~时髦度提升好几个level啊~"}
{"source": "类型#上衣*版型#宽松*材质#棉*材质#混纺*颜色#黑白*风格#复古*风格#休闲*图案#格子*图案#复古*图案#印花*衣样式#衬衫*衣袖型#蝙蝠袖*衣门襟#单排多扣*衣款式#抽褶", "target": "这件个性十足的衬衫采用棉混纺材质，穿着起来柔软透气又舒适。黑白格纹印花，单排多扣的门襟展现着复古的气息。方型的领口，宽松的版型搭配蝙蝠袖，再加上抽褶的时尚元素，轻松打造时尚休闲穿搭。"}
{"source": "类型#裙*版型#显瘦*颜色#紫色*风格#淑女*风格#简约*风格#性感*裙型#a字*裙下摆#荷叶边*裙下摆#层叠*裙长#连衣裙*裙领型#圆领*裙款式#拼接", "target": "这件粉紫色连衣裙很有淑女范，绣花网纱的拼接，有着性感的透视视觉，显露出优雅的女人味。胸前的荷叶边修饰，层叠中很有层次感。显瘦的a字裙摆，非常飘逸。同时简约圆领很显气质。"}
{"source": "类型#裤*版型#显瘦*材质#蕾丝*风格#性感*图案#线条*图案#蕾丝*裤款式#拼接*裤款式#勾花镂空*裤款式#木耳边*裤口#开叉*裤口#微喇裤", "target": "娇俏木耳花边小立领，弧度缱绻温柔，修饰纤细修长的脖颈线条，更显甜美。肩袖部分拼接蕾丝透视纱，镂空蕾丝花纹优美，风雅撩人。质地轻薄微透，隐约着白皙肌肤，开叉喇叭袖口，更加浪漫风情。自然收腰修身，伞摆裙型挺括。恰好裙长，遮住大腿粗的部分，修饰娇俏身材。性感露背剪裁，系带设计，倍添女人味。"}
{"source": "类型#上衣*版型#h*衣样式#风衣*衣门襟#系带*衣门襟#双排扣", "target": "<UNK>的风衣，双色系的设计，都经典大气，不过时的格调，怎么都穿不够；经典的双排扣设计，帅气雅致不失中性的气度拉风；h型加上x型的版型设计，率性自如的风衣，敞开穿着或者系带都可以型格兼备。腰袢和袖袢的设计，细节彰显大牌的品质。"}
{"source": "类型#上衣*材质#牛仔布*颜色#蓝色*风格#复古*风格#简约*风格#性感*图案#蝴蝶结*图案#复古*衣样式#衬衫", "target": "经典蓝色牛仔裤百搭又有型，时尚牛仔与直筒长裤的碰撞，使两种时尚元素瞬间摆脱单调与枯燥，复古之余又有十分时髦感。高腰塑臀设计，包裹臀部曲线，勾勒迷人性感腰线，打造时尚撩人的高挑身材。下摆别出心裁采用开叉搭配蝴蝶结设计，让单调的牛仔裤重唤青春活力，独特的设计让你避免撞衫的尴尬。搭配简约衬衫即可浪漫出行，灵动有不缺风情。"}
{"source": "类型#上衣*版型#宽松*风格#休闲*风格#清新*风格#性感*图案#刺绣*衣样式#套头衫*衣领型#圆领*衣袖长#五分袖*衣袖型#插肩袖", "target": "绣花五分袖休闲套头衫采用了弧形圆领设计更显中国女性的婉约大方。另外更具弹力，休闲舒适。花朵绣花点缀衣袖凸显清新别致。插肩袖五分剪裁，宽松飘逸。后领v形剪裁更加女性的时尚与性感。宽松下摆，白搭婉约。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*材质#牛仔布*裤长#九分裤", "target": "微宽松版型的牛仔裤，对身材的包容度较大，适合大部分人的腿型。九分裤廓形，只显露出纤细的部位，视觉上显瘦又显高。前短后长的裤脚，增加一丝造型看点。"}
{"source": "类型#裙*版型#显瘦*材质#针织*图案#线条*裙型#直筒裙*裙长#连衣裙*裙衣长#中长款", "target": "连衣裙选择针织面料制作，纹理细密，质感轻薄柔软又富有弹力，穿上后更加亲肤而且也不会变形。中长款的直筒修身版型的设计修显出高挑挺拔的身姿，v字衣领的设计既能修饰脸型又能拉伸颈部的线条，整体来说没有复杂的设计，是一款百搭不挑人的裙子。"}
{"source": "类型#裙*版型#立体剪裁*材质#蕾丝*风格#潮*风格#性感*图案#蕾丝*裙款式#勾花镂空", "target": "镂空蕾丝不仅带给了这款裙子出色的视觉层次，也增加了大量的潮流感，带来性感与时尚。如果怕身材不够好也没有关系，裙子独特的立体剪裁，修饰出性感身材曲线。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*材质#牛仔布*衣样式#外套*衣领型#v领*衣领型#半开领*衣领型#西装领*衣长#短款*衣袖型#落肩袖", "target": "这款短款宽松版型的牛仔外套有没有更吸引你呢，落肩的版型不限肩宽，适合多种身材的人，半开领的v领西装领口设计，可以拉长脸型达到显瘦的效果；衣身的特殊明线处理，增强了牛仔本身的质感，特殊的前短后长设计，提升格调。"}
{"source": "类型#裙*版型#宽松*材质#蕾丝*风格#休闲*图案#刺绣*图案#印花*图案#蕾丝*裙款式#连帽", "target": "<UNK>可爱的卫衣款式，好穿又实用的款式来啦方便穿脱实用性又很高哦！慵懒的猫咪重工刺绣精致又特别惹人爱不是廉价的印花或者蕾丝，上身一秒俏皮减龄满分哦。袋鼠插袋宽松的连帽款式是懒人和走休闲挂的妹子的最爱了吧，搭配率非常高哦。"}
{"source": "类型#裙*版型#显瘦*颜色#红色*图案#条纹*图案#撞色*裙长#连衣裙*裙领型#v领*裙领型#翻领*裙款式#腰带", "target": "如果不想搭配就能美美地出门的话，连衣裙一定不能少哦，这款红色条纹设计，更容易吸引路人们的注意力哦，又显肤色白皙。翻领和v领口设计，很好凸显迷人的天鹅颈。还有撞色腰带助力，拉伸下半身比例，显高又显瘦。"}
{"source": "类型#上衣*风格#简约*衣样式#西装*衣门襟#双排扣", "target": "西装式翻驳领简约时尚，果敢干练又不失女人味。胸口处有个叫<UNK>的地方，<UNK>叫做枪<UNK>。多出来的这块<UNK>以前<UNK>的时候，用来<UNK>用的。减轻<UNK>对身体的<UNK>，现在作为装饰性元素一直<UNK>。门襟双排扣，个性帅气，丰富衣身细节。"}
{"source": "类型#裙*版型#宽松*版型#显瘦*图案#格子*裙下摆#开叉*裙长#连衣裙*裙袖长#无袖*裙款式#拼接", "target": "这款连衣裙在下摆的位置采用的是开叉的前短后长的设计，这种设计比较具有个性，加上适中的长度，修饰身材的缺陷。搭配格纹的拼接元素，经典的款式，宽松的版型在上身之后的显瘦效果也是非常显著的。无袖的设计不管是单穿还是搭配内搭都是很好看的。"}
{"source": "类型#裤*版型#显瘦*材质#牛仔布*颜色#黑色*风格#复古*风格#休闲*图案#复古*裤型#哈伦裤", "target": "随心穿搭，不<UNK>一直是我们追寻的理念。此款牛仔裤以哈伦的版型裁剪休闲随意，加以复古元素点缀，高品质牛仔面料，精湛的做工。品质感极强黑色显瘦哦！"}
{"source": "类型#裙*风格#知性*裙腰型#高腰*裙长#半身裙", "target": "还有什么比一件春意盎然的裙子更能迎接春天的到来呢？这条新款高腰半身裙以如同彩虹<UNK>多姿的缤纷色彩，洒满裙身，既亮眼别致，吸引眼球，又不过分甜腻，优雅知性；廓形裙摆，高腰设计，展现玲珑身姿，穿上就有好心情，轻松走出甜美风。"}
{"source": "类型#裙*材质#雪纺*颜色#粉色*裙下摆#荷叶边*裙长#连衣裙*裙款式#拼接*裙款式#收腰", "target": "淡雅而穿出<UNK>的连衣裙。优雅而细腻的粉色雪纺材质，给您以动人的视觉体验。正中和群摆的荷叶边拼接工艺，雕琢出百花绽放一般的优雅气息。收腰长款版型，裙摆飘逸翩翩动人。"}
{"source": "类型#裙*材质#雪纺*风格#复古*图案#复古*图案#印花*裙型#百褶*裙长#半身裙", "target": "地素这款雪纺半身裙，采用复古的数码印花雪纺面料，仙气十足的同时更有质感，数码印花塑造了裙子的立体感。优雅的百褶裙型，活泼俏皮时尚感十足。裙子外面的单层雪纺，若隐若现中显示了女性的朦胧美。优质的面料，也让这款半身裙看起来更有质地。"}
{"source": "类型#裙*材质#雪纺*图案#蝴蝶结*裙下摆#荷叶边*裙长#半身裙*裙款式#绑带", "target": "上衣采用光滑亲肤的雪纺材料，带有轻微一丝一丝的天然纹理，光泽低调自然，透气性良好，穿着舒适，行走间带着飘逸感，仙气十足，下身高<UNK>，腰部绑带设计，时尚优雅，搭配漂亮的蝴蝶结，俏皮可爱。裙尾荷叶边衔接，恰到好处的弧度，显得整个人温柔美好，适度的裙长，最完美展示了腿长，轻松穿出迷人身材。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*材质#针织*风格#潮*图案#条纹*图案#撞色*衣样式#开衫*衣袖型#落肩袖", "target": "穿着舒适温暖的针织开衫，又融入了撞色的条纹设计，不仅勾勒出身体的轮廓，提升层次，吸睛时尚也更衬出活力感。落肩与宽松的版型设计，穿着自由无束缚，显瘦又透出慵懒的气息，下摆前短后长与侧开衩的设计，个性时髦，随性更体现出潮流感。"}
{"source": "类型#上衣*风格#休闲*风格#性感*衣样式#衬衫", "target": "衬衫是时尚圈的经典单品，但是这件却不同于一般的衬衫，它延续了睡衣风的慵懒，展现出一种随意休闲的穿着感受。百搭的衣型，适合和不同的裤装相搭配，利落干练又不乏随性感。"}
{"source": "类型#上衣*衣样式#外套*衣款式#不对称", "target": "一件个性十足的牛仔衣单品，穿上就能提高自己的穿搭段位。采用的不对称门襟设计，个性的同时又用了印有品牌logo的摇头扣装饰，搭配随意调节放下的半个领子，时尚品味秀出来。很有设计感的一个外套，二次元般的车迹线，细节处俘获人心。"}
{"source": "类型#上衣*材质#牛仔布*图案#创意*图案#刺绣*图案#印花*衣样式#衬衫*衣款式#不规则", "target": "当经典碰撞经典，牛仔元素与衬衫元素的完美结合别有一番风味，圆弧形的下摆以优美的曲线打破了传统衬衫的沉闷与单调。衣襟精美俏皮的绣花章仔，不规则的造型新颖而富有创意，精湛的工艺无不体现着品牌的魅力，与背部的品牌印花相呼应。"}
{"source": "类型#裤*版型#宽松*颜色#纯色*风格#休闲*图案#纯色*裤型#阔腿裤*裤款式#拉链*裤腰型#高腰", "target": "<UNK>一款阔腿裤纯色格调的颜色，干净利落特别出彩。宽松版型的设计，会给你留有足够的松量，既能打造轻松的休闲造型也适合外搭很有范。加上拉链装饰，质感十足开拉顺滑。高腰设计，提升腰线自然显高。"}
{"source": "类型#裙*材质#网纱*图案#蝴蝶结*图案#刺绣*裙领型#娃娃领", "target": "背心裙的版型设计，俏皮可爱，衬托出手臂的纤细，使得整体的视觉感更加美感。网纱的裙摆，点缀上精美的刺绣，丰富整体的视觉感，营造出宝贝的仙美气质。娃娃领的设计，凸显出颈脖的纤细，凸显出温婉的魅力。加上蝴蝶结的点缀，更是让宝贝爱不释手。"}
{"source": "类型#上衣*衣样式#风衣*衣款式#腰带*衣款式#连帽", "target": "腰间增加配色的腰带设计，能够更加方便收束腰身，让腰身看上去更加细，视觉上拉伸身型。衣身连帽的设计，能够丰富衣身的层次感，让整件风衣更加吸睛，戴上帽子还能够起到挡风的效果。"}
{"source": "类型#裤*版型#显瘦*材质#棉*裤腰型#高腰*裤腰型#松紧腰", "target": "客供棉+氨纶面料，织面纹理清晰，触感舒适亲肤，上身有型。松紧高腰设计，弹力丰富，尽显纤细腰身。时尚的锥形裤，臀部至膝盖<UNK>的剪裁，遮肉显瘦。后片对称贴袋，修饰腰臀曲线，轻松穿着纤细腿型。"}
{"source": "类型#上衣*风格#复古*风格#清新*图案#复古*图案#线条*衣样式#衬衫*衣领型#娃娃领*衣袖型#灯笼袖*衣款式#荷叶边", "target": "粉橘色的衬衫如同<UNK>的色彩一般，清新中透出活泼的味道。衬衫的领子打造双层荷叶边娃娃领，层层叠叠地极具设计感，又能展现乖巧可人的一面。灯笼袖的造型为服饰注入复古韵味，在举手投足的瞬间，更显优雅大方。a字弧形的下摆剪裁，用圆润线条感衬托温柔气质。"}
{"source": "类型#上衣*风格#简约*风格#性感*图案#字母*图案#文字*图案#印花*衣样式#卫衣*衣领型#一字领*衣款式#螺纹", "target": "这款卫衣虽然采用的是简约的基础廓形设计，却不挑身材，并且还具有极好的搭配性，无论怎么穿着都不会出错。螺纹一字领的设计，裸露着柔美的锁骨和肩部，展现着独特的小性感。胸前的字母印花，有效打破了衣身的单调，散发着浓郁的时尚感。"}
{"source": "类型#上衣*图案#条纹*衣样式#开衫*衣长#中长款*衣门襟#单排扣*衣款式#腰带", "target": "条纹一般会有很强的视觉冲击力，但本款并不如此，设计师特别挑选了很细的竖条纹，弱化颜色之间的对比，反倒显得浑然一体，斯文大方！裙子采用单排扣+腰带装饰，拆开扣子就是一件中长款开衫，一衣两穿，出乎意料的实用。"}
{"source": "类型#上衣*图案#字母*图案#格子*图案#文字*衣样式#衬衫*衣款式#拼接", "target": "不走规矩路线就要来件颜色很“跳”的格子衬衫，绒贴布绣装饰和胸前的字母贴布点缀，让单调的衬衫变得更加个性，材质拼接显得更有层次感。"}
{"source": "类型#裤*材质#混纺*材质#斜纹*风格#街头*风格#简约*裤口#小脚", "target": "经典的斜纹西装裤给人带来浓浓的干练成熟，在寒冷的初春街头绝对是吸睛必备元素。采用高品质的混纺面料，使得版型更加挺阔有型，同时坚牢耐穿，经过长时间穿着也不会产生磨损。在剪裁上简约大方，突显出女性的成熟稳重的魅力，小脚版型可以打造出修长笔直的双腿曲线，裤脚采用了小脚的设计，使得层次感更加丰富。"}
{"source": "类型#裙*材质#蕾丝*风格#休闲*风格#青春*风格#潮*图案#字母*图案#文字*图案#线条*图案#刺绣*图案#撞色*图案#蕾丝*裙型#直筒裙*裙下摆#花边*裙长#连衣裙*裙袖长#短袖*裙领型#圆领*裙款式#流苏", "target": "这款连衣裙经典圆领剪裁，休闲罗纹拼合完整，穿着舒适耐磨，很好的拉长颈部线条。经典短袖设计，穿着无束缚，清凉惬意。胸前撞色字母绣花，丰富衣身层次感和立体感。流苏蔓延出装饰美感，青春跳跃，符合当下潮流。直筒下摆，蕾丝花边点缀，凸显十足女人味。"}
{"source": "类型#裙*材质#牛仔布*颜色#纯色*颜色#蓝色*风格#清新*图案#纯色*裙型#牛仔裙*裙下摆#毛边*裙长#连衣裙*裙款式#抽绳", "target": "这款纯色连衣裙以蓝色打底，牛仔蓝的底色给人牛仔裙的错觉，风格上充满十足的清新随性。裙身腰部做了松紧抽绳，起到点亮腰线的作用，不至于过于单调。另外，裙摆点缀了<UNK>了毛边，整体观感上更加时尚自然，不失个性。"}
{"source": "类型#裤*颜色#白色*颜色#黑色*风格#运动*图案#线条*图案#刺绣*裤长#长裤", "target": "以均匀的黑色作为服饰的底色，无形中展现了长裤深沉随性的格调。白色的侧边装饰巧妙的拉长了服饰的整体线条，黑白分明的对比格外优雅。同时在白色侧边上所融入的刺绣装饰展现了一股古典的时尚运动风格，更显设计层次。"}
{"source": "类型#裙*版型#显瘦*材质#蕾丝*风格#性感*图案#蕾丝*裙腰型#高腰*裙领型#半高领*裙款式#抽褶", "target": "精致的蕾丝设计，为整体带来优雅性感的视觉体验，完美凸显出女人味。高腰的腰型，很好地修饰身形，显高显瘦。慵懒的半高领设计，流露出几分妩媚的feel。裙身的褶皱处理，则丰富了整体的层次感和设计感，颇为时尚。"}
{"source": "类型#裙*风格#青春*风格#性感*图案#线条*图案#撞色*裙下摆#荷叶边*裙长#连衣裙*裙领型#v领", "target": "玛玛绨连衣裙气质的小v领款式，修饰出领部和面部的线条，展现出姣好的面庞。更衬托女性优雅的气质感。露出微微的锁骨，又在<UNK>间透露出一丝丝的小性感，凸显迷人的魅力。在领部边缘加入荷叶边的元素，增添了甜美俏皮的气息。少女感十足，更是显得青春年轻，可以巧妙的减龄。同时形成撞色，在视觉上更加的醒目吸睛，时尚感满满。"}
{"source": "类型#上衣*版型#宽松*风格#街头*衣样式#卫衣*衣袖长#长袖*衣袖型#收口*衣款式#抽绳*衣款式#连帽", "target": "oversize舒适的卫衣总是有种神奇的魔力，让人不自觉就会沦陷下去。不管是单穿或者作为内搭，都能让你们轻松凹出街头造型。这款卫衣是加长版，随意甩出的加长袖以及加长版，都与其他卫衣有所不同。基础的连帽设计有抽绳收口，可以把自己收起来嘟嘟的也好可爱。用宽松的版型和长及小腿的卫衣，藏肉效果也是十足。遇到小个子女生也不用担心，只需简单搭就不会显腿短。"}
{"source": "类型#裙*风格#ol*裙下摆#毛边*裙款式#口袋*裙款式#纽扣", "target": "金属纽扣元素营造个性“裤装门襟”，增添时尚的设计感。两侧斜插口袋设计，方便插手置物，恰当的口袋位置，能够很好的修饰臀型，起到提臀效果，撕裂式毛边点缀裙摆，多了份潇洒随性，彰显coolgirl率性不羁的型格魅力。"}
{"source": "类型#裤*材质#棉*材质#牛仔布*风格#简约*风格#潮*图案#印花", "target": "经典简约的牛仔裤，穿在孩子的身上有着柔软舒适的感觉，而且还能让孩子看上去更有活力。加上独特的变形金刚贴布印花设计，更是让简单的牛仔裤变得更有时尚潮流感，上身更显活力个性。同时纯棉的牛仔面料，还有着透气吸汗的特点。"}
{"source": "类型#裤*材质#牛仔布*材质#水洗*风格#街头*裤长#九分裤*裤型#阔腿裤", "target": "<UNK>的2018春夏系列之中保留了<UNK><UNK><UNK>的设计基因。并从90年代街头风格中汲取灵感，利用12盎司的水洗牛仔布打造这款阔腿剪裁的九分丹宁裤。"}
{"source": "类型#裙*裙下摆#开叉*裙款式#不对称*裙款式#纽扣*裙款式#不规则*裙款式#飘带", "target": "双肩带的设计，显摆不规则开叉荷叶裙摆设计改善了传统背心裙的呆板感觉。胸前飘带做了不对称剪裁，定制的金属纽扣时髦精致，<UNK>，可爱中带了几分俏皮元素，是一件不可多得的单品。"}
{"source": "类型#裙*颜色#白色*颜色#深色*风格#知性*裙长#短裙*裙长#半身裙*裙款式#拼接*裙款式#钉珠", "target": "深色系的半身裙能够弥补短裙较为学生风格的稚气感，而多了一分轻巧浪漫的轻熟小女人风韵。钉珠的元素冷冽知性，颇有酷味十足的气质。而白色的车线严谨工整，体现出对细节一丝不苟的要求和对时尚的精准把控。拼接的款式是韩系的BRAND风格。"}
{"source": "类型#裙*材质#棉*颜色#纯色*颜色#粉红色*图案#纯色*图案#线条*裙型#背带裙*裙下摆#弧形*裙长#连衣裙*裙款式#口袋", "target": "妖精的口袋的这款纯色背带连衣裙运用粉红色的色彩设计，展现出活泼可爱的少女气息。弧形下摆剪裁精致细腻，修饰纤细的腿部线条。百分百纯棉面料质感舒适，令你享受非凡的穿着体验。"}
{"source": "类型#裙*版型#显瘦*风格#简约*风格#清新*风格#性感*图案#线条*图案#印花*裙长#连衣裙*裙领型#荷叶领*裙款式#绑带", "target": "清新烂漫的一款连衣裙，简约又显浪漫的印花，巧妙地在裙身各处绽放，精致的细节设计，也让这款连衣裙更能凸显曼妙身材。优雅的荷叶领修饰颈部线条，细致绑带展露着丝丝性感，而腰间的束身绑带，更是拔高腰线，整体显瘦不少。"}
{"source": "类型#裙*版型#显瘦*风格#复古*图案#复古*裙下摆#开叉*裙长#连衣裙*裙领型#立领*裙款式#盘扣", "target": "能够时刻提升你气质的一条旗袍连衣裙，经过了改良之后，相信能够赢得mm们的青睐；立领的设计结合上精美的盘扣点缀，从而流露出女性的中式风韵味；极其修身的版型剪裁勾勒出女性的苗条身姿，加上心机的开叉设计，尽显女性的民国复古气息。"}
{"source": "类型#上衣*材质#牛仔布*材质#混纺*衣样式#外套*衣门襟#系带", "target": "这是一件很有设计感的牛仔外套，有很多细节都很精心。面料上采用了金丝混纺的牛仔材质，透气性强还很时尚高级，下摆系带设计也是甜美的不行。"}
{"source": "类型#上衣*衣样式#开衫*衣门襟#拉链*衣款式#拉链", "target": "连体帽的造型设计，让整体的造型更加层次质感，保护孩子的头部温暖，给孩子带来舒适的穿着体验。开衫的拉链设计，顺滑不卡链，孩子穿脱方便，精美的图案设计，为孩子成长增添乐趣。"}
{"source": "类型#上衣*版型#宽松*颜色#军绿色*风格#复古*图案#复古*图案#刺绣*衣样式#衬衫", "target": "一款设计满满的长衬衫，宽松的衣身加上经典的polo领造型，不仅好穿而且也不限制身形。精致的刺绣装饰满满的大牌质感，军绿色面料充满复古气息，既显优雅气质又不失张扬感，天冷的时候可以做内搭，天热的时候单穿或者做外搭。"}
{"source": "类型#裙*版型#宽松*版型#显瘦*材质#蚕丝*颜色#黑色*风格#性感*裙袖型#灯笼袖*裙款式#拼接", "target": "这款中长款式的裙子，整体以黑色为主色调，显得十分大气优雅。袖口搭配真丝拼接的灯笼袖，微微透视的感觉，彰显女性的成熟魅力，显得性感迷人。宽松的版型，不仅给人十分舒适的穿着感受，而且上身遮肉显瘦。"}
{"source": "类型#裙*风格#简约*图案#刺绣*裙下摆#花边*裙下摆#垂坠*裙腰型#高腰*裙领型#圆领*裙款式#拼接*裙款式#勾花镂空", "target": "雅致的色彩碰撞结合，浪漫精致的刺绣花纹，透着干净美好的味道~优美大气的刺绣花纹，市面上很少见到的款！细密的刺绣针脚，都是工人师傅手工刺绣勾勒而成的，还有镂空刺绣，制作过程更加复杂重工！简约圆领，优美的花边袖口以及裙摆，手工剪裁刺绣勾勒，高腰拼接垂坠裙摆，黄金分割身材比例，整体看上去更显高瘦！"}
{"source": "类型#裙*材质#牛仔布*材质#水洗*风格#休闲*裙型#牛仔裙*裙款式#口袋", "target": "牛仔布面料，做了水洗工艺，手感更柔软亲肤。剪裁合身，穿起来敲舒服，不会有一般牛仔紧身裤的束缚紧绷。裤脚的须边处理得很自然，增加了裤子的休闲感和随性。前后都有口袋，实用性也很强了！小脚裤的优势就是非常能凸显比例，瞬间拉长腿部比例。"}
{"source": "类型#裙*风格#性感*图案#线条*图案#印花*裙下摆#层叠*裙下摆#花边*裙领型#一字领*裙款式#吊带", "target": "融合了一字肩与吊带的元素，性感表露得很有设计感。小v字的剪裁，秀出你的精致锁骨线条。浪漫加成的印花，满载着异域风情的腔调感，让你为之着迷。叠加环绕的层叠花边装点其间，裙装的立体感呼之欲出。延伸到背部的吊带，<UNK>成了两根细绳，给你穿着的安全感。"}
{"source": "类型#裙*材质#棉*裙袖长#无袖*裙领型#圆领*裙款式#拼接*裙款式#不规则", "target": "简洁无袖圆领样式，在炎热的夏季显得格外凉爽。后背开扣设计，既不影响美观，又穿脱翻边。腰部拼接样式，增添视觉层次感。裙摆自然起褶，下摆不规则裁剪，呈现随性美感。精密走线，做工整齐细腻，一丝不苟，彰显高端品质。亲肤的全棉面料，柔软舒适，更适合夏季贴身穿着。"}
{"source": "类型#裙*材质#蕾丝*颜色#白色*颜色#黑色*风格#简约*风格#清新*图案#蕾丝*裙型#百褶*裙衣门襟#系带*裙款式#拼接*裙款式#勾花镂空*裙款式#腰带", "target": "BRAND的这条裙子采用拼接的款式，白色的上衣，黑色的腰带，米咖色的裙摆，简约大方又不失时尚感。上衣设计独特，领口采用系带镂空领，展现了女性优雅的气质，而袖口的收紧，又增加了女性俏皮可爱的气息。下摆的裙子采用有网眼的蕾丝制成，百褶的裙摆飘逸自然，清新脱俗。"}
{"source": "类型#裤*裤款式#口袋*裤款式#螺纹*裤腰型#松紧腰*裤口#小脚", "target": "将工装裤与束脚裤完美的融合在一起，给人一种不一样的视觉冲击。超大的口袋给裤身带来丰富的层次感，视觉上也更加耐看。松紧的裤腰带设计摆脱了细皮带的烦恼，穿着也非常方便快速，还不影响美观。螺纹的裤腿配合小脚的裤口，更容易修饰脚腕，瞬间秒杀折裤脚的方法。"}
{"source": "类型#裙*图案#格子*图案#蝴蝶结*裙型#a字*裙长#半身裙*裙领型#圆领", "target": "这一款气质两件套圆领上衣，修饰脖颈雅致大方，格纹的装饰，给予视觉十足的美，看起来自然减龄。精致的a字半身裙，修饰身材玲珑精致。蝴蝶结装饰，随风摇曳甜美减龄。随心的搭配出街，百变凹造型中特别的美。"}
{"source": "类型#裙*图案#刺绣*裙领型#v领", "target": "让你怦然心动的一款连身裙，匠心深v领设计，将迷人事业线犹抱琵琶半遮面的外露，比直接裸露来得更加高级；平平无奇太没新意，设计师脑洞大开，<UNK>球状饰和刺绣装饰，看似不起眼却平添了几分俏皮可爱，一眼之中仿若时光流转，令人驻足。春暖花开时节，巧妙用海蓝色渲染，上身给你扑面而来的大自然气息。"}
{"source": "类型#裙*材质#丝绒*风格#青春*风格#性感*裙型#百褶*裙款式#吊带", "target": "吊带的小心机设计，隐约透露出小性感。香肩外露的<UNK>若隐若现的肌肤特别让人着迷。这条裙子完美展现你的天鹅颈同时勾勒出你精致的锁骨。更具有气质，再加上粉嫩的颜色，轻松彰显你白皙皮肤。丝绒的面料，上身舒适摸着柔软。时下最流行的百褶款式，各大时尚精结合，一上身立刻变身时尚小妖精。"}
{"source": "类型#上衣*颜色#藏蓝色*风格#宫廷*衣样式#雪纺衫*衣款式#钉珠*衣款式#吊带", "target": "宫廷气息的雪纺衫，运用优雅的明暗蓝色基调，演绎都市名媛气质感穿搭。衣领饰以钉珠工艺，提升品质感和奢华感，配有相对应的藏蓝色小吊带成套搭配，为穿着者提供安全防透穿搭。"}
{"source": "类型#上衣*材质#棉*材质#牛仔布*风格#潮*图案#刺绣*衣样式#外套*衣款式#破洞", "target": "春暖花开的季节，小公主出门。靓丽牛仔外套<UNK>，温度刚刚好。刺绣花朵叶子装饰，洋溢着满满的春意，更显活泼可爱，渐变色设计。潮流不羁，精选纯棉牛仔面料，非常质感透气。融入了个性破洞元素，散发着浓浓的时尚味道。"}
{"source": "类型#上衣*版型#宽松*风格#休闲*衣样式#外套*衣款式#口袋", "target": "轻薄休闲外套，穿着轻盈无负担，宽松的版型，不约束身体，让宝贝行动更为灵活<UNK>，尽情玩耍，享受快乐童年。利落松紧袖口，舒适贴合手腕，让宝贝活动中更为轻松自如。外套薄软，可以卷曲成小小的<UNK>，放入口袋或<UNK>，随身携带无压力。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*风格#街头*风格#通勤*风格#休闲*图案#创意*裤长#长裤*裤型#直筒裤*裤腰型#高腰", "target": "这款出自高街品牌的休闲长裤，可以说是永不会过时的裤型之一，修身又具有时尚感；宽松直筒带有一些不羁和趣味的街头气息，颠覆了传统裤装带来的束缚感；挺括的高腰裤型，腰身打褶装饰，整体新颖创意，可通勤又可日常。"}
{"source": "类型#裙*风格#简约*风格#青春*裙长#连衣裙", "target": "纯净的少女风映入眼帘，淡淡的气质很受年轻女孩子的欢迎。这款简约的气质连衣裙，裙摆的长度刚刚好遮盖住大腿最粗壮的部分，裸漏出迷人的小腿，尽显曼妙妖娆的姿态，风姿绰约袅袅婷婷，少女气息十足。演绎青春的灵动美感。"}
{"source": "类型#裤*风格#简约*风格#工装*裤型#哈伦裤*裤款式#口袋*裤款式#拉链*裤腰型#松紧腰*裤口#小脚", "target": "这款工装哈伦裤设计简约而不失时尚感，细节处的设计非常用心。具有多口袋装饰，裤腰两侧隐形拉链贴袋设计，裤身立体风琴袋，装饰美观，实用性强。松紧腰口和裤脚小脚设计，相互呼应，立体感十足。"}
{"source": "类型#上衣*版型#宽松*风格#简约*风格#清新*图案#蝴蝶结*衣样式#针织衫*衣门襟#系带*衣款式#螺纹*衣款式#吊带*衣款式#露肩", "target": "系带露肩设计，凸显俏皮时尚气质。宽松的版型设计，凸显简约百搭质感。吊带处加入蝴蝶结装饰点缀，很好的凸显少女的清新甜美感。此外，螺纹袖口设计，增添针织衫的干练大气气息"}
{"source": "类型#上衣*版型#宽松*材质#针织*颜色#蓝色*风格#文艺*衣样式#外套*衣长#中长款*衣袖型#落肩袖", "target": "中长款开门襟针织外套，针脚紧密细致。亮丽的蓝色，与初春暖阳两两呼应，带给你温暖惬意的文艺范。清爽天丝棉面料，弹性很好，柔软又舒适。独特新颖的自由开合门襟与圆润落肩设计，加上宽松的版型，让胖胖的女生也可以轻松地驾驭，时尚大方。"}
{"source": "类型#裤*版型#显瘦*材质#棉*材质#牛仔布*颜色#深蓝色*风格#简约*图案#线条*裤型#铅笔裤*裤腰型#高腰", "target": "高腰版型的裤身设计，不仅能让你拥有大长腿的即视感，还能够给予无束缚穿着体验。选用了优质的棉牛仔布面料，质地更显柔软，结合修身铅笔裤的设计，包裹住双腿的线条，且不会有紧绷的不舒服感。深蓝色色系的选用，简约且时尚。"}
{"source": "类型#上衣*颜色#浅灰色*衣样式#风衣", "target": "夏天<UNK>来。让我们多点时间穿风衣吧，风衣本来在衣橱就占有一席之地，今年这股风潮更加猛烈了。看多了各种版型的长风衣，这款恰好的长度。高级浅灰色，直身版型，送给腿不够长还很时髦的你，率性依旧更有型，细节上增加了袖袢，整体look更加柔和。作为风衣，不仅要时髦好看，更要经典耐穿，不是吗？"}
{"source": "类型#上衣*风格#文艺*图案#字母*图案#条纹*图案#文字*图案#刺绣*衣样式#衬衫*衣款式#绑带", "target": "这款连身裙的腰间设有绑带的设计，修饰的腰身很是纤细。后背饰有字母刺绣设计，使得更显精致。条纹的纹理设计，加上衬衣式的版型设计，使得更显利落文艺感。"}
{"source": "类型#裤*颜色#军绿色*风格#青春*裤型#哈伦裤", "target": "这款裤子的样式是非常新颖的，虽然平常我们都不太接触这类这款裤子的样式是非常新颖的，虽然平常我们都不太接触这类裤子，但是它的样式还是非常流行的，没有过多的设计依然可以很时尚。下面单看裤子是属于哈伦的款式，穿起来是非常显人的，颜色可以说是很时尚，军绿色超级帅气。"}
{"source": "类型#裙*版型#显瘦*风格#性感*图案#刺绣*裙领型#立领*裙款式#盘扣", "target": "偏中式的一款小礼服。立领加盘扣的设计让人眼前一亮，胸前彩色花朵刺绣展现东方女子那股风雅韵味，腰部修身凸显曲线，个性感十足的摇曳裙摆柔和而优美。"}
{"source": "类型#裙*风格#复古*图案#格子*图案#蝴蝶结*图案#复古*裙长#半身裙*裙衣门襟#系带*裙款式#不规则", "target": "这款半身裙采用精致绚丽的红白格纹元素，演绎别样的复古风情，打造摩登优雅的都市造型；不规则裙摆设计，拉长腿部比例，更显灵动感同时展现个性；加上腰部的蝴蝶结系带装饰，增添一丝甜美优雅的气息。"}
{"source": "类型#裤*风格#复古*风格#休闲*图案#复古*图案#印花*裤腰型#松紧腰", "target": "没有繁杂的印花，而是以暗花肌理的设计来丰富视觉的层次感，复古而又别致。垮裆裤的版型慵懒而又随性，搭配松紧腰的设计，休闲味道十足。整体设计禅意十足，以不拘束的优雅灵性，展现了灵魂的朴实和自在。"}
{"source": "类型#裙*颜色#卡其色*裙型#背带裙*裙下摆#花边*裙长#连衣裙*裙款式#波浪", "target": "自带俏皮属性的背带裙，一直深受少女的喜爱。BRAND这款连衣裙采用低调的卡其色，那抹温柔的色调，彰显出女性的内敛气质。花边勾勒出的背带，为其增加了几分精致感，尽显女人味。而挺括的波浪裙摆，不仅修饰了胯部缺陷，又不失小可爱。"}
{"source": "类型#上衣*衣样式#衬衫*衣领型#翻领*衣袖长#长袖*衣门襟#单排扣*衣款式#拼接*衣款式#抽褶", "target": "每个女孩都需要一款长袖衬衣，而此款衬衣一定能让你显得与众不同。精致立体的小翻领凸显出了优雅与时尚，配合单排扣的门襟带来了自在的穿脱体验。前身处的大面积拼接细节在凌乱中展现了别致，充满了随性自在的造型感，更适合喜欢追求个性的孩子穿着，褶皱的细节增添了整体的层次感，在细腻优雅中展现了童趣与可人的一面。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*颜色#白色*衣样式#衬衫*衣门襟#系带", "target": "这款白色的衬衫款式设计干净利落，看上去也会显得更加的大方有气质。较为宽松的版型设计，对于身材的包容性也是特别的好，穿着舒适的同时。也会有着极佳的显瘦效果，袖口做了一个系带的款式设计，更添甜美感的同时，更加的有层次感。"}
{"source": "类型#裙*材质#针织*裙长#连衣裙*裙领型#圆领*裙袖型#收口*裙款式#螺纹", "target": "源自欧式设计的针织连衣裙，时尚的圆领设计，干净利落，活泼俏皮的设计风格，舒适平整美观耐看。袖口的螺纹工艺手法与衣身连为一体，花纹统一又具有节奏感。螺纹收口的小a下摆设计，穿着轻松自如，彰显品质，连衣裙版型，很显身材，孕妈产后穿着更优雅。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*风格#潮*衣样式#卫衣*衣款式#拼接*衣款式#口袋*衣款式#连帽", "target": "连帽系的卫衣衬托出可爱俏皮的韵味，同时起到了减龄的效果，宽松的版型，胖瘦都可驾驭，起到了修身显瘦的作用。衣身前的拼接口袋点缀，不仅实用，而且时尚潮流。精选优质的面料，质感柔顺，从每一处呵护我们的皮肤。"}
{"source": "类型#裙*颜色#粉色*风格#简约*风格#性感*图案#几何*图案#线条*图案#刺绣*裙型#a字*裙腰型#高腰*裙长#长裙*裙领型#v领*裙袖型#泡泡袖*裙款式#勾花镂空", "target": "这款粉色镂空长裙简单的泡泡袖，大方的v领设计，上身可显优美的脖颈线条和纤细的手臂。高腰分割腰线，凸显纤细腰肢，a字裙摆增添了少女的俏皮感。精致的镂空刺绣，简约的几何图案和秀气的花型互相映衬，集优雅与性感与一身。恰当的长度设计，看起来不臃肿，又很干练。"}
{"source": "类型#裙*材质#网纱*裙型#仙女裙*裙领型#一字领", "target": "这款洁白无瑕的仙女裙，衬托肤如凝脂<UNK>。打造一个天然无须修饰的美人。一字领的设计极尽奢华复古风，露出香肩给人无限遐想，轻柔的网纱质地，呵护肌肤，即使是敏感肌也可以随心的穿着，尽显女性独有的清纯灵动之美。"}
{"source": "类型#裤*版型#宽松*颜色#黑色*颜色#红色*风格#潮*图案#撞色*裤长#短裤*裤款式#口袋", "target": "潮流帅气的一款男士短裤，有经典的黑色和帅气的红色，两种选择。版型宽松适中，长度到了膝盖，大方，又十分的贴合。这款裤子最大的亮点就是在裤子的正面添加了撞色的英文字母装饰，使你整个人都变得立体而丰满了起来，帅气而潮流时尚。还添加了口袋，美观又实用。"}
{"source": "类型#上衣*版型#宽松*图案#条纹*图案#刺绣*衣样式#外套*衣领型#圆领", "target": "简单大方的圆领设计，倍添时尚亲和力，宽松直筒的版型，上身有些松量，穿着舒适又自在。经典条纹元素搭配细腻立体刺绣，时尚又吸睛，单穿或是搭配外套都会很容易穿出时尚气质。"}
{"source": "类型#裙*版型#宽松*颜色#酒红色*裙下摆#荷叶边*裙长#连衣裙*裙领型#娃娃领", "target": "即使是身材稍胖的mm，穿上这条连衣裙也能这么好看哦；娃娃领的设计精致小巧，加上柔美的荷叶边点缀，既彰显出女性的那份优雅大气感，又带来了减龄的穿着效果；宽松的版型设计包容性极强，加上荷叶边裙摆以及明亮的酒红色调，共同打造女性的端庄典雅气质。"}
{"source": "类型#裙*风格#性感*图案#印花*裙下摆#荷叶边*裙长#连衣裙*裙款式#拼接*裙款式#吊带", "target": "复古风的一款连衣裙，肩膀处采用吊带版型的做法，给人一种性感的气息感。搭配上印花图案为底色，更加的时髦。裙摆处拼接上荷叶边的做法，丰富了整体的层次感。"}
{"source": "类型#裙*风格#英伦*图案#格子*图案#蝴蝶结*裙腰型#高腰*裙长#半身裙*裙领型#圆领*裙袖型#泡泡袖", "target": "经典的格纹元素不止拥有经典的时尚优势，还具有低调的英伦风，恰好地提升穿着者的高大上气场。圆领的设计，突出落落大方的魅力。加之趣味性十足的泡泡袖，注入一股俏皮的可爱感。高腰剪裁的半身裙，提升上下身的比例。蝴蝶结的点缀，平添出清纯可人的吸引力。"}
{"source": "类型#裙*版型#宽松*风格#性感*裙下摆#开叉", "target": "裙摆在侧边加入了开叉的设计，侧边隐约展现出双腿的肌肤质感，不经意间秀出迷人的性感滋味，撩人心扉。同时开叉的设计配合宽松的版型，可以营造出飘逸的效果，仙气满满。"}
{"source": "类型#裤*颜色#黑色*风格#复古*图案#复古*裤口#毛边*裤口#微喇裤", "target": "这条裤子的风格是当代的时尚融入了复古的元素。它全身是黑色的，配上光感的面料，会有一种闪亮复古的感觉。而且它的裤脚也很复古，经典的喇叭裤型，调节了大腿与小腿的比例。为了让裤子看起来更舒服，裤脚特地做了磨边，毛边会柔化整个气场。"}
{"source": "类型#上衣*材质#棉*材质#混纺*材质#纤维*颜色#白色*衣样式#衬衫*衣袖长#七分袖", "target": "彰显出浓浓设计感的轻薄衬衫，采用假两件套的设计手法，透出优异的空间感。外层的七分袖轻薄小衫采用棉和聚酯纤维混纺而成，透出超柔细腻的触感。轻盈的质地若隐若现地透出内搭的白色背心，显得神秘而个性。"}
{"source": "类型#裤*版型#显瘦*版型#立体剪裁", "target": "BRAND24系列的这条女款<UNK>，仍很好的延续了户外运动和日常生活相融合的<UNK>。通过紧贴双腿曲线的修身版型来进行呈现，使其体积更小并有效减轻裤身厚重感。加上全接片设计和膝盖部位的立体剪裁，以及可向上卷起的裤脚口，更充分增强了整体灵活性，保证了舒适的穿着感受。"}
{"source": "类型#裤*颜色#迷彩色*风格#简约*风格#青春*风格#工装*图案#迷彩*图案#线条*裤长#五分裤*裤款式#拼接*裤款式#口袋", "target": "率性简约的工装五分裤，搭配两侧的大口袋拼接，以迷彩拼接为点缀，缓冲迷彩本身的野性粗狂，带去几分青春气息，增添现代摩登味道；五分裤型，无形之中拉长笔直修长的腿部线条，两边斜插口袋简单实用，可放随身物品。"}
{"source": "类型#裙*风格#简约*风格#性感*裙型#西装裙*裙型#包臀裙*裙腰型#高腰", "target": "无论在任何场合，这款简约的西装裙都能衬托出现代都市女性那份优雅妩媚韵味。高腰设计贴合身躯，勾勒出纤细腰姿的同时<UNK>了腰线，使身姿更显高挑玉立一些。包臀裙型性感有度，包裹出曼妙曲线，端庄中透着万种风情。"}
{"source": "类型#裙*材质#棉*颜色#白色*风格#清新*裙型#a字*裙型#花苞裙*裙长#半身裙*裙款式#口袋*裙款式#抽褶", "target": "这款清新气质半身裙，穿着素雅又大方。甄选优质的棉质面料，舒适透气且穿着柔软亲肤。a字的版型，加上褶皱的工艺，打造女性曼妙的身姿。白色的蒲公英的花苞图案，精致又有趣。裙身漂亮的口袋装饰，方便又实用大气。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*颜色#白色*图案#线条*衣样式#衬衫", "target": "位于衣领两侧的翻边设计展现出令人耳目一新的设计美感，应用在白色宽松衬衣的装饰上面，显得整体气质清纯又自然。v字的领型线条利落，同时有着独特的视觉拉长效果，让女孩子轻松穿出显高显瘦的感觉，加上翻边装饰，富有层次立体美感。"}
{"source": "类型#裙*图案#线条*裙长#连衣裙*裙袖型#喇叭袖*裙款式#拼接*裙款式#不规则", "target": "时尚女人味的同时添几分柔美感这款连衣裙比常见的裙子要别致多了属于那种气质稳稳的，日常很容易驾驭的款。袖子拼接透视面料，设计感很足，穿上隐约着手臂线条，迷人有魅力，显气质。领口，重工串珠设计，轻奢优雅，柔美风雅，魅力女人气质，上身风情款款~不规则下摆的设计，赋予裙身变化的美感，造型更加洋气有型！喇叭袖举手投zu间尽显迷人的女性魅力~"}
{"source": "类型#裙*材质#网纱*风格#性感*图案#刺绣*图案#印花*裙型#a字*裙长#连衣裙*裙款式#拼接*裙款式#收腰", "target": "肩部拼接半透视网纱，凸显性感时尚气质。精美的松紧收腰设计，修饰完美身材。花朵、燕子图案的印花刺绣能够很好的为连衣裙带来俏皮设计感。此外，a字裙摆，赋予穿着者温柔优雅的气质。"}
{"source": "类型#裙*材质#牛仔布*材质#水洗*风格#青春*裙型#牛仔裙*裙腰型#松紧腰*裙长#半身裙*裙衣长#中长款*裙款式#纽扣", "target": "牛仔总给人一种青春阳光的感觉，牛仔的中长款半身裙更是减龄神器。小a版型的设计加上厚实的水洗面料，使整条裙子更加的挺括。前门襟古铜色的纽扣给整条裙子增加了俏皮的感觉。最喜欢的就是松紧腰和两侧大片的插兜设计，可以完美的处理自己无处安放的手。"}
{"source": "类型#上衣*材质#牛仔布*颜色#绿色*颜色#酒红色*风格#复古*风格#性感*图案#复古*图案#线条*衣样式#外套*衣长#短款*衣款式#不规则", "target": "突破传统的牛仔面料的色调，创新性的以酒红或绿色调，使复古帅气的牛仔更展现出别样的风情，同时。明线车线线条的设计，吸睛提升层次，又轻松勾勒出身材的轮廓。短款的外套，巧妙提高了腰部线条，更加的高挑。短裙又是不规则的裙摆的设计，个性别致。性感更时髦。"}
{"source": "类型#裙*版型#显瘦*风格#简约*裙腰型#高腰*裙长#连衣裙*裙领型#圆领", "target": "一款优雅时尚的连衣裙，亲肤柔软，穿着凉爽舒适。简约的圆领设计，有效的修身颈部柔美曲线，尽显小女人的气质。高腰的设计，提高腰线，拉长身材黄金比例，打造窈窕身姿，轻松凹出小蛮腰。"}
{"source": "类型#上衣*材质#牛仔布*衣样式#外套*衣领型#翻领*衣款式#口袋*衣款式#收腰", "target": "翻领版型的一款牛仔外套，给人一种干练利落的气息感。腰间增加上收腰版型的剪裁方式，让你凸显出女性的腰线感。腰间两侧的口袋造型，丰富了整体的细节感，也更加的实用一些。"}
{"source": "类型#上衣*版型#宽松*材质#雪纺*衣样式#雪纺衫*衣袖型#落肩袖*衣袖型#灯笼袖", "target": "这款雪纺衫采用宽松的落肩袖版型，搭配着通透的雪纺面料，穿起来丝毫没有束缚感，营造出比较仙美的感觉。倒三角的领部若隐若现的露出锁骨，流露迷人的女人味。灯笼袖搭配着百褶的袖口，增添仙美浪漫的少女气息，上身很显气质。"}
{"source": "类型#裤*图案#线条*裤长#七分裤*裤型#阔腿裤", "target": "设计师将这款阔腿裤设计成七分款式，尽显青春活力气息。七分尺寸的剪裁很好的修饰腿部线条，圆弧花边裤脚，可爱甜美feel爆棚，这样一款引领时尚的裤子赶快入手吧！"}
{"source": "类型#上衣*材质#混纺*颜色#深色*图案#字母*图案#文字*图案#印花*图案#撞色*衣样式#衬衫*衣长#中长款*衣长#常规", "target": "这款衬衫中长款的长度上身效果非常的大方帅气，深色纯净的衣身后幅印有撞色的字母印花，色彩鲜明不易掉色，提升整体的时尚感，更添活力。弧形的下摆设计打破了经典的常规设计，不会那么死板，更加的时尚。混纺的材质保留了棉纤维的琴<UNK>透气性能也提升了整体的挺括性。"}
{"source": "类型#裙*材质#雪纺*风格#清新*图案#碎花*裙长#连衣裙*裙款式#拼接*裙款式#腰带*裙款式#波浪", "target": "早春时节，一款碎花雪纺连衣裙与之更配哦！这款裙子的碎花即清新淡雅又带着丝丝成熟的气息；波浪般的裙摆拼接是最心机地方，可以随着行走而摇摆，格外迷人；腰间的腰带设计，更是轻易塑造出高挑长腿的即视感；穿在身上格外时尚有气质的款！"}
{"source": "类型#裙*材质#棉*颜色#蓝色*风格#清新*图案#碎花*裙长#连衣裙", "target": "蓝色的碎花图案被点缀在纯白的连衣裙上，蓝白色调搭配出清新隽永的色彩气息，赶走炎炎夏日的闷热感，看上去很是清爽宜人；搭配100%的a类纯棉材质，细腻柔软的质地穿出满分的舒适体验，打造俏丽可爱的甜心美范。"}
{"source": "类型#上衣*材质#棉*材质#牛仔布*风格#简约*风格#休闲*衣样式#外套*衣袖型#落肩袖*衣袖型#灯笼袖*衣款式#口袋", "target": "一款柔软舒适的棉质牛仔外套；富有趣味感的大口袋，采用了迥异别致的造型蔓延在两侧，丰富层次并便利置物，为简约的衣身增添了个性时髦的韵味；落肩式的收褶灯笼袖，既能柔化肩部的僵硬度并修饰臂部，使随意的举手投足间流露出休闲的气息。"}
{"source": "类型#上衣*版型#宽松*衣样式#卫衣*衣袖型#罗纹袖口*衣款式#连帽", "target": "这件宽松卫衣采用连帽的设计，在保暖的同时，还可以修饰肩部的宽度；而且它带有的罗纹袖口设计，不仅可以紧密贴合手腕，还能为你起到很好的防风作用。"}
{"source": "类型#上衣*版型#宽松*衣样式#卫衣*衣袖型#罗纹袖口*衣款式#连帽", "target": "这件宽松卫衣采用连帽的设计，在衬托精致脸型的同时，还可以修饰肩部宽度；紧密贴合手腕的罗纹袖口设计，不仅可以衬托出纤细手腕，还非常防风。"}
{"source": "类型#上衣*颜色#黑色*颜色#金色*衣样式#风衣", "target": "来自BRAND，黑色迷你<UNK>手袋。独特的皮革纹理模仿了品牌经典风衣的华达呢面料，手工制作配有柔滑<UNK>、抛光金色五金配件及柔软的绒面革衬里，更内设<UNK>，可谓时髦与实用兼具。"}
{"source": "类型#裙*风格#青春*图案#印花*裙款式#拼接*裙款式#木耳", "target": "拼接元素是现在特别流行的，上身可以有层次感，这款的裙摆是层层叠加拼接，视觉上显得有层次感和和谐优雅。腰部有木耳褶边的拼接，可以遮住肚子上的肉，对于身材的包容性好。合身略有松量的样式，穿着起来不会有束缚感。衣身上是用了<UNK>的印花，盛开着的娇俏繁花，自带鲜艳与<UNK>，充满了艺术韵味的一种花朵。"}
{"source": "类型#上衣*风格#休闲*衣样式#外套*衣样式#西装", "target": "咋一看是最基本的西装外套，其实细节满满。采用垂坠性面料，吸水透气，坚固耐用，不易皱。肩部的<UNK>设计，很好了修饰了肩宽，凸显干练气场。后片的开叉设计，更显休闲大气。"}
{"source": "类型#上衣*风格#休闲*衣样式#外套*衣样式#西装", "target": "<UNK>的西装印象，总是给人一种古板单调的感觉，不仅与时尚<UNK>，<UNK>了年轻人的朝气活力。而这款休闲版的西装外套，在传统西装的基础上，融入了更多的时尚元素，看上去更显年轻时尚，穿上身也更加舒适休闲，好似减少了几分束缚感。"}
{"source": "类型#上衣*风格#清新*图案#条纹*衣样式#衬衫*衣长#常规*衣款式#不规则", "target": "条纹的风潮一直吹，如今继续受宠。evaouxiu这款衬衫抛弃常规设计，采用假两件设计，轻松缔造出视觉上的层次。清新的蓝白条纹，注入了几分清爽气质，彰显活力。而不规则的斜肩，露出诱人的香肩，瞬间撩动男票的心。前短后长的衣摆，辅以开叉设计，让你行走间更显洒脱。"}
{"source": "类型#裙*版型#显瘦*裙型#a字*裙长#短裙*裙衣门襟#拉链*裙款式#拉链", "target": "这款短裙的版型为a字廓形设计，修身显瘦，优雅大方。腰头没有多余装饰，简洁大方。门襟拉链设计，顺滑耐磨，便于穿脱。后幅一字袋装饰，丰富看点的同时增加置物空间。"}
{"source": "类型#裤*版型#宽松*材质#棉*风格#休闲*图案#字母*图案#文字*图案#刺绣*图案#撞色*裤口#小脚", "target": "这款束脚裤选用纯棉面料打造，更加舒适服贴，采用宽松休闲的版型剪裁，打造出轻松自由的穿着体验。而裤身的撞色字母刺绣点缀，具有视觉上的冲击力和活力感。"}
{"source": "类型#裤*版型#显瘦*材质#牛仔布*风格#潮*裤腰型#松紧腰*裤口#小脚", "target": "牛仔裤不只是大人的专利，小朋友同样也可以拥有这股潮流，巴拉巴拉的这款男童小脚牛仔裤，采用修身显瘦的版型，让宝贝轻松穿出大长腿的既视感。最有特色的地方就是裤脚的松紧设计，既可以露出纤细的脚踝。又能够加强牛仔裤的保暖性，穿脱简单舒适，轻而易举打造一个帅气时尚的小潮男形象。"}
{"source": "类型#上衣*颜色#红色*图案#蝴蝶结*图案#波点*图案#撞色*衣样式#衬衫*衣样式#马甲", "target": "小琳琅这款婴儿连体哈衣，款式让人眼前一亮。优雅纯白色上衣遇上内敛深沉的藏青色裤子，彰显款式典雅大气。领口采用经典衬衫领设计，加上可移动的大红色蝴蝶结点缀，展现小宝贝的绅士风度。<UNK>采用贴心的前开门襟设计，穿脱衣物简单又便捷。搭配的小马甲采用撞色波点设计，大气的红色遇上俏皮的小圆点，整体时尚又率性。"}
{"source": "类型#裙*版型#宽松*版型#h*裙长#连衣裙*裙款式#绑带", "target": "一款及脚踝的长款连衣裙，穿在身上显得非常有气质。令人惊喜莫过于腰部的交叉绑带设计，给人带来丰富的视觉享受，并且还能巧妙的提高腰线，打造出九头身的身材比例。结合宽松的h型廓形，遮盖和修饰不自信的身材曲线，让你美的<UNK>。"}
{"source": "类型#上衣*衣样式#外套*衣袖长#七分袖*衣袖型#喇叭袖*衣款式#木耳*衣款式#抽褶", "target": "袖口用花样针法<UNK>，褶皱丰富立体，小小喇叭袖，灵动又优雅，正好和<UNK>或七分袖外套搭配，小美好不埋没。领口木耳褶边，柔美吸睛。"}
{"source": "类型#裙*版型#显瘦*风格#性感*图案#植物*图案#刺绣*裙款式#吊带", "target": "简单的吊带款式，却穿出女性性感优雅气质，设计上可算是<UNK>心思，精美的立体花卉刺绣，整个视觉感非常的高雅，吊带衫颜色淡雅别致，更能凸显出自己的与众不同。立体版型裁剪，上身胸围不会有束缚感，活动自由灵活，很好的遮挡赘肉，显高显瘦。"}
{"source": "类型#上衣*风格#英伦*图案#条纹*衣样式#针织衫", "target": "BRAND（BRAND）是具有浓厚英伦文化的著名品牌，<UNK>成为奢华、品质以及永恒经典的代名词。这件针织衫亦是如此，经典复刻的版型以及珍贵的<UNK>毛，体现的是经典与品质。外观设计采用多彩的条纹，更具时尚感。"}
{"source": "类型#上衣*风格#休闲*衣样式#风衣*衣款式#抽绳*衣款式#连帽*衣款式#收腰", "target": "这款具有浓郁休闲气息的连帽风衣，入眼即会被它高档的质感和别致的款式吸引住眼球，衣身前短后长，更好修饰身材，打造出黄金身高比例。立体的剪裁，上身让你倍感精神，抽绳收腰，随性一系便能营造出女人独有的优雅感，闲适中不失典雅。"}
{"source": "类型#裙*风格#复古*风格#性感*图案#复古*图案#线条*图案#撞色*裙型#蓬蓬裙*裙型#网纱裙*裙领型#一字领*裙款式#吊带", "target": "可调节吊带设计与衣衫形成鲜明的撞色效果，极具视觉美感，复古吸睛而摩登感十足。性感的一字领设计将你的脖颈线条勾勒的随性又大气，巧妙的展现出你曼妙迷人的锁骨，端庄感与柔美感巧妙融合，打造都会女性大方印象。网纱裙摆设计，蓬蓬的透视设计修饰腿部线条之余又显性感，灵动又飘逸，让你气质十足。"}
{"source": "类型#上衣*颜色#浅蓝色*风格#休闲*图案#卡通*衣样式#衬衫", "target": "谁说衬衫就不可以有童趣感，这款衬衫的<UNK>领口设计与休闲的版型的自然结合，让这款衬衫展现出了自然经典又不失大方的品质，而浅蓝色恰好可以突出男士的优雅气质。胸前的卡通图案，向我们诠释了生动感。具有弧度的下摆设计，提升了衬衫的时尚感。"}
{"source": "类型#上衣*颜色#黑色*衣样式#外套*衣样式#西装*衣领型#翻领*衣款式#纽扣*衣款式#抽褶", "target": "这款外套的设计兼并了西装的周正优雅，但是它又不像西装那样古板沉闷。简洁的翻领，凹显出了姣好的颈项曲线，透着一股子利落干净的气息。褶皱的加入，塑造出了丰盈而饱满的立体感。纽扣的点缀，显然有点亮整体造型的效果。采用的是神秘的黑色，荟萃了东方的内敛，烘托出了都市女性的优雅自信。"}
{"source": "类型#裙*版型#显瘦*图案#线条*裙下摆#层叠*裙下摆#花边*裙长#连衣裙*裙款式#露背*裙款式#露肩", "target": "款式设计独特，注入不同的时尚元素于一身，满满的精致感与细节感。衣身颜色衬肤色又显独特气质；满足花边层叠的连衣裙修身显瘦，遮盖不完美的腿型，拉长身材比例；露肩露背的设计，修饰颈部的线条感与精致的脸型，显脸小；优质的面料，手感细腻，柔软舒适。"}
{"source": "类型#上衣*风格#文艺*图案#蝴蝶结*图案#印花*衣样式#衬衫", "target": "连衣裙是最能展现女性独特魅力的时尚单品之一，一件式款式，让你不用费时费心搭配。衣领和腰间双蝴蝶结的设计，是这件衬衣的最大亮点，二者遥相呼应，造型灵动飘逸。精美的繁花<UNK>印花的图案，色彩浓郁富浓浓的春天气息，饱满鲜亮的配色似油画般具有文艺气息，非常有气质。"}
{"source": "类型#裙*版型#显瘦*风格#清新*图案#字母*图案#条纹*图案#文字*图案#线条*图案#印花*裙型#a字*裙衣门襟#系带*裙款式#亮片", "target": "条纹的设计，修身显瘦，精致有型。亮片字母的设计，精致美观大方。时尚的a字裙，拉长了腿部线条也有很棒的显瘦效果，设计更显优雅大气，精致的做工，细细致致的勾画出不平凡的味道，精美的领子设计，更显得脸部轮廓的完美精致。时尚印花则有清新淡雅的感觉，独特的腰部系带实用。"}
{"source": "类型#裤*版型#显瘦*颜色#黄色*裤型#阔腿裤*裤款式#不对称*裤腰型#高腰", "target": "黄色明亮惹眼，衬托白皙的肤色，无论谁穿都靓丽减龄。不对称的肩袖个性十足，一侧露出肩臂，另一侧与斜衣摆相互融合在一起，形成优雅的荷叶边效果，展现设计师与众不同的审美品位。高腰阔腿裤连体设计，拉伸身材比例。修饰腿型藏肉显瘦，在举手间防止单侧衣摆下走光。"}
{"source": "类型#裙*版型#显瘦*风格#文艺*风格#休闲*风格#清新*风格#性感*图案#几何*裙型#背带裙*裙款式#纽扣", "target": "这是一款带有浓郁田园气息的背带裙，背带的版型设计，可爱休闲尽显女性文艺清新的气质。中长的款式搭配，修身显瘦包裹住女性丰满的翘臀。胸前的纽扣<UNK>款款裤子遥相呼应，展现出时尚简洁的几何美感，凸显性感时尚的风韵。"}
{"source": "类型#上衣*材质#蚕丝*材质#混纺*颜色#纯色*图案#纯色*衣样式#衬衫", "target": "纯色的真丝混纺面料制作的衬衫，穿着舒适清爽，轻松的展现出档次感，同时，腰部精致的压褶设计。避免了纯色的单调，带来立体层次感，吸睛又勾勒出腰部的曲线，在视觉上显得更加的高挑，弧度下摆的设计，柔美又更体现女性端庄与典雅的气息。"}
{"source": "类型#裙*材质#雪纺*风格#性感*裙型#仙女裙*裙款式#腰带*裙款式#收腰", "target": "一袭精致的仙女裙，提升气质的功力也是超级棒。简单大方的收腰版型，轻盈飘逸的雪纺面料，微微的露肤设计，平添了几分性感气息。腰带的点缀，勾勒出纤细腰身，束口的喇叭袖口，格外的优雅迷人。举手投足间，仙气十足，妥妥是小仙女本仙。"}
{"source": "类型#上衣*版型#显瘦*材质#牛仔布*风格#简约*衣样式#外套*衣领型#立领*衣长#常规*衣门襟#单排扣", "target": "牛仔外套永远都不会过时，穿上这件牛仔外套让你尽情享受春光，常规的版型十分修身又不挑身材，可以穿出显瘦好身段。立领的设计，将中性简约与优雅柔美完美融合，单排扣的设计便于穿脱，尤其是装饰在牛仔上，更显你的个性风范。"}
{"source": "类型#上衣*材质#牛仔布*风格#休闲*图案#撞色*衣样式#外套*衣领型#翻领*衣长#短款*衣款式#破洞*衣款式#纽扣*衣款式#不规则", "target": "经典的牛仔单品，好穿百搭，是早春里的时尚必备。简洁的短款版型设计，利落合体的翻领剪裁制作，显得干练又不失休闲随性。衣身不规则的破洞设计，在细节中凸显不羁个性的色彩。结合撞色的金属扣装饰，让简单的外套看起来很出彩。"}
{"source": "类型#裙*材质#蕾丝*材质#雪纺*风格#清新*图案#碎花*图案#蕾丝*裙下摆#荷叶边*裙腰型#高腰*裙长#连衣裙*裙款式#拼接*裙款式#勾花镂空", "target": "这款碎花连衣裙，肩部和袖子镂空蕾丝拼接工艺，散发若隐若现的迷人气息。荷叶边装饰增添灵动气息，柔美提升气质，清新又减龄。高腰线剪裁，勾勒出女性优美的曲线，展现迷人的身姿。此外，优质的雪纺面料，柔软舒适又实用耐穿。"}
{"source": "类型#上衣*版型#显瘦*衣样式#外套*衣袖型#落肩袖", "target": "宽宽大大的版型让你看起来显瘦，很简单的四季款，<UNK>好搭。落肩袖给人慵懒随性的感觉，做为外套jue对不会显得臃肿，有点微短的长度更好驾驭，修饰身材比例，下摆的剪破毛边，个性的露出内袋<UNK>。"}
{"source": "类型#上衣*版型#显瘦*衣样式#外套*衣袖型#落肩袖", "target": "简单的四季通用款必备外套，落肩袖的设计显得不会很臃肿，微短的衣身长度不仅能够更好驾驭各类内搭，还修饰身材比例，让视觉上更加显瘦。下摆处剪破的毛边突显个性随性的慵懒风。"}
{"source": "类型#上衣*图案#线条*图案#印花*衣样式#卫衣*衣袖型#收口*衣款式#连帽*衣款式#罗纹", "target": "连帽卫衣前片妙趣可爱的印花设计，打造视觉焦点。袖管采用罗纹紧密收口，舒适又亲肤。下摆开衩的设计，前短后长，拉长腿部的线条。"}
{"source": "类型#上衣*风格#休闲*风格#性感*图案#撞色*衣样式#针织衫*衣款式#拼接*衣款式#纽扣*衣款式#罗纹", "target": "针织衫的设计充满着个性感。前幅跟袖口采用撞色拼接设计，带来吸睛醒目效果，大大降低了撞衫率。搭配仿珍珠纽扣装饰，点睛衣衫美感，透露一丝典雅气息。衣领和衣摆都采用罗纹设计，显得休闲舒适。"}
{"source": "类型#裙*版型#显瘦*材质#针织*风格#清新*裙型#伞裙*裙款式#勾花镂空", "target": "简洁式的衣身给人带来舒适的视觉体验，蓝白色系的邂逅清新而又美好。镂空针织透气亲肤，让夏日也开始变得清爽起来。修身的伞裙式设计为整体注入了女孩的甜美气息。"}
{"source": "类型#裤*材质#纤维*图案#线条*裤型#直筒裤*裤款式#口袋*裤腰型#高腰", "target": "时尚又通勒的一款工装裤，采用了聚酯纤维面料，穿着柔软舒适又富有弹性。高腰的设计，结合暗扣式门襟，既能达到束腰收腹的效果，又能彰显出高品质。对称的斜插口袋，方便置物与取暖，考究的直筒版型，对于身体线条有很好的修饰作用，而且搭配不同的服装还能穿出不一样的feel。"}
{"source": "类型#上衣*版型#显瘦*风格#潮*图案#线条*衣样式#polo", "target": "90后潮男潮流潮牌polo衫，采用面料保暖又具有抗皱性，温暖整个秋冬。版型也很不错哦，修饰身材线条，遮肚腩显瘦，完美避开男生缺点，让你变身魅力男。"}
{"source": "类型#上衣*版型#显瘦*风格#潮*图案#线条*衣样式#polo", "target": "90后潮流上班polo衫，极简风的设计简而不凡，面料优质锁住体温。版型也很不错哦，修饰身材线条，遮肚腩显瘦，完美避开男生缺点，让你男人味十足哦。"}
{"source": "类型#裤*风格#性感*裤款式#拉链*裤腰型#高腰", "target": "高腰设计将超短裤显腿长的优势发挥得淋漓尽致，收腰的造型勾勒出纤纤细腰，搭配紧身裤腿展现婀娜身姿，女人味十足。前短后长的裤腿既展示出性感魅力，又注重保护隐私，避免过分暴露。正面明显的拉链闭合增添金属感，彰显不羁个性，又具有穿脱便利性。"}
{"source": "类型#裤*版型#宽松*图案#刺绣*裤型#阔腿裤*裤型#背带裤*裤款式#口袋*裤腰型#松紧腰", "target": "集可爱与优雅于一体的背带裤，背带<UNK>处采用荷叶边设计，新颖有个性，大大提升了整体的甜美度。腰围采用松紧弹力带设计，伸缩自如，舒适<UNK>，同时也非常的方便小公主自由的穿脱。两侧斜插的口袋，层次丰富，插手置物两不误，更有精致的刺绣图案装点，使得视觉焦点能更好呈现。阔腿的裤脚，穿着宽松自在，没有任何的束缚感。"}
{"source": "类型#裙*风格#欧美*风格#性感*图案#蝴蝶结*裙长#连衣裙*裙领型#v领*裙款式#露背*裙款式#绑带*裙款式#吊带*裙款式#抽褶", "target": "设计感连衣裙，用金属圆环+蝴蝶结交叉绑带的设计，形成一个褶皱裙摆，同时凸显出腰线和胸型，时髦靓丽，富有层次感和设计感，绝对吸睛亮眼。v领吊带也很性感浪漫，加上露背和直身的版型，精致立体，彰显曼妙身形，展现欧美气质女神范。"}
{"source": "类型#上衣*风格#ol*风格#性感*衣样式#衬衫", "target": "说起皮衣，脑海里闪现的只有两个词。重金属还有小性感，这件皮衣衬衫有着暗黑炫酷的帅气外表，带着<UNK>面料特有的光泽感，版型不会很紧绷所以不怎么挑人。推荐和猫咪白t和ol风半身裙搭配来穿，集齐了性感帅气小女人三种风格。"}
{"source": "类型#上衣*材质#雪纺*颜色#黑色*图案#印花*图案#撞色*衣样式#衬衫*衣款式#荷叶边", "target": "雪纺材质的印花衬衫，以黑色为基调，运用撞色的大朵印花，再加以微透的面料设计，让上身的穿着充满了迷之诱惑，打破了沉闷与单调。简单的设计，干练的剪裁以及雪纺的垂坠感，给人一种高品质的剪裁与高端时尚的穿衣品味，而衣袖的荷叶边，彰显女性的优雅气质和婉约柔美。"}
{"source": "类型#上衣*颜色#纯色*图案#纯色*图案#撞色*衣样式#衬衫*衣款式#拼接*衣款式#口袋", "target": "一件优雅的衬衫当然需要别致的装饰才能彰显出它的与众不同，令你穿着更加的自信。这款衬衫最大的亮点就是衣身左侧撞色大口袋的装饰了，口袋采用撞色织带设计，有效打破纯色的单调感，结合巧心思的流苏点缀，无形中又多了几分俏皮灵动感。同时与袖口的拼接相互呼应，彰显出独特个性，穿上它时尚又减龄。"}
{"source": "类型#上衣*版型#显瘦*风格#休闲*衣样式#外套*衣长#短款*衣袖型#落肩袖", "target": "这款采用防水薄款轻巧面料的修身外套，最大的亮点在于优美落肩袖设计，新颖又修身舒适哦。修身短款版型，穿起来温暖舒适又别致大方，有一种很独特的味道，非常有休闲的感觉，展露了男性的优美气质。"}
{"source": "类型#裙*颜色#灰色*风格#简约*裙型#百褶*裙腰型#自然腰*裙长#半身裙*裙款式#不规则", "target": "简约灰色的半身裙自带高级感，舒适自然腰版型贴合身材穿衣，给予很好的穿着体验感。裙摆采用了不规则的百褶剪裁，打破常规设计的沉闷感，行走间尽显飘逸灵动。"}
{"source": "类型#上衣*颜色#白色*颜色#黑色*图案#手绘*衣样式#卫衣", "target": "<UNK>的小黑色却又不是纯粹的黑色风格，微微有点白色的隐约感，让整个的小圆形像是一种手绘涂鸦的自然风格，但是大小<UNK>的设计却又打破了这种视觉感。微微的矛盾的搭配感让小小的卫衣有了不一样的个性活力，让小宝贝更加可爱精灵。"}
{"source": "类型#裤*风格#简约*风格#青春*风格#性感*图案#几何*图案#创意*图案#线条*裤型#直筒裤*裤款式#拼接*裤款式#勾花镂空*裤款式#不规则", "target": "带着浓郁性感风情的镂空直筒裤设计，彰显了独一无二的女人味。线条是几何最简单的表现形式，彰显青春的大胆创意，不规则几何钩编图案拼接，加上柔和舒适的面料效果，凸显浪漫少女的气息。镂空设计，不仅能让服装更显轻盈时尚，还能丰富裤子的层次结构和质感<UNK>，呈现出一种多样化的美感。创造出穿衣打扮中的朦胧浪漫情调，在简约与丰富之间达到内在平衡。"}
{"source": "类型#裙*风格#复古*风格#性感*图案#复古*裙腰型#高腰*裙长#连衣裙*裙款式#镶钻", "target": "两件套的组合，通过提花连衣裙配合上吊带裙的搭配，性感而不暴露。领口处采用了立体的镶钻点缀，精致吸睛，再加上复古的喇叭袖口，可以让手部活动毫无束缚。高腰的设计达到提升身材比例的效果，再加上它提花图案的点缀，带来一丝亮点。"}
{"source": "类型#裤*风格#休闲*图案#撞色*裤型#哈伦裤*裤款式#拼接*裤款式#抽绳*裤款式#抽褶*裤款式#松紧带*裤腰型#松紧腰*裤口#小脚", "target": "s家这款休闲哈伦裤，使用定制棉感空气层面料，不易起褶皱，手感非常好，不用担心变形和褪色。腰间松紧抽绳腰带，穿搭起来简单方便。<UNK>脚口，有撞色拼接的设计，增添色彩，张扬个性。橡筋束脚口，长度合理，露出脚踝，给脚部更多视觉空间。"}
{"source": "类型#上衣*版型#显瘦*风格#清新*风格#性感*图案#蝴蝶结*图案#波点*图案#印花*图案#撞色*衣样式#衬衫*衣领型#立领*衣款式#勾花镂空", "target": "采用真丝面料制作的这款衬衫，穿着舒适清爽，让你轻松拥有高品质的穿着享受，同时。撞色的波点印花，时尚清新，又更显女性的娇俏感。立领与领口蝴蝶结镂空的设计，优雅性感，减龄更加的甜美，直筒的版型与垂顺挺括的面料相映衬。显瘦更提升气质和魅力。"}
{"source": "类型#上衣*风格#休闲*风格#清新*风格#潮*图案#线条*衣样式#卫衣*衣领型#圆领*衣袖型#罗纹袖口*衣款式#抽绳*衣款式#罗纹", "target": "时尚卫衣，休闲潮流两不误，清新好看随意百搭。经典圆领，气质十足贴合颈部，穿着舒适有型，凸显精神气质。罗纹下摆，弹力十足穿着舒适有型气质十足。罗纹袖口修饰手臂线条，展现好身材。抽绳设计，随意调节松紧，随意百搭魅力十足。"}
{"source": "类型#上衣*风格#休闲*风格#清新*风格#潮*图案#线条*衣样式#卫衣*衣领型#圆领*衣袖型#罗纹袖口*衣款式#抽绳*衣款式#罗纹", "target": "时尚卫衣，休闲潮流两不误，清新好看随意百搭。经典圆领，气质十足贴合颈部，穿着舒适有型，凸显精神气质。袋鼠兜设计，符合人体习惯设计，潮流好看方便实用。罗纹下摆，弹力十足穿着舒适有型气质十足。罗纹袖口修饰手臂线条，展现好身材。抽绳设计，随意调节松紧，随意百搭魅力十足。"}
{"source": "类型#裙*图案#创意*裙长#连衣裙*裙领型#翻领*裙款式#抽褶", "target": "连衣裙上身与下身连接处设计了褶皱创意，给人一种假两件穿着的错觉，颇有设计感。裙装的翻领设计给人一种学院风既视感，很是减龄，裙装的<UNK>能够遮挡大臂的赘肉，对胖mm来说是很友好的设计。裙装更适合日常出街穿着，搭配小白鞋穿出随意时髦感。"}
{"source": "类型#裙*风格#复古*图案#碎花*图案#复古", "target": "BRAND的这款碎花裙，裙身上娇柔艳丽的百花，绽放的景色活灵活现。设计师不展现出了<UNK>的工艺，更好似在侧面诉说‘女人如花，艳丽<UNK>，<UNK>’<UNK>意思。同时也将一抹复古的雅韵赋予在了衣表之上。"}
{"source": "类型#裙*风格#复古*图案#碎花*图案#复古", "target": "这个春天，你需要一款小包来搭配你的碎花裙。这款可爱的小包，采用优质小牛皮，版型挺括，凸显品质。虽然小巧，但是富有设计感。挺括的包型搭配做工精细的五金，复古又时尚。"}
{"source": "类型#裙*材质#网纱*裙型#公主裙*裙长#连衣裙*裙领型#娃娃领*裙款式#腰带", "target": "一款娃娃领网纱连衣裙，公主裙的设计满足了每个人心中的少女心。娃娃领的设计，更添了几分俏皮可爱。网纱的设计，透着淡淡的仙气，安静而舒适。腰带的设计，勾勒出美好的身体曲线，让多层次的设计更加精致。"}
{"source": "类型#裙*材质#棉*材质#牛仔布*颜色#白色*颜色#蓝色*风格#简约*图案#字母*图案#文字*图案#刺绣*裙型#牛仔裙*裙下摆#毛边*裙衣长#常规", "target": "丰富棉加入少量氨纶，微弹力质感贴合身形，穿着舒适无束缚。摒弃常规蓝色牛仔，简洁白色更显时尚前卫，加入字母刺绣、图案刺绣，丰富色彩组合让简约版型，充满趣味活力感，裙摆加入毛边剪裁，低调彰显个性魅力。"}
{"source": "类型#上衣*颜色#红色*风格#ol*衣样式#外套*衣领型#西装领*衣款式#口袋", "target": "曼娅奴毛呢外套以大红色为基色，红红火火的颜色，尽显女性的优雅气质。领部采用帅气西装领型设计，加上双排多扣门襟。ol风格浓郁，正面配有翻盖口袋，具有较突出的实用性。"}
{"source": "类型#裙*风格#清新*图案#碎花*裙型#百褶*裙下摆#荷叶边*裙长#连衣裙*裙领型#v领*裙袖型#泡泡袖*裙款式#抽绳", "target": "浓浓的复古风连衣裙，交叉v领领口加上大大的荷叶边，很有层次感。袖口还是泡泡袖，非常甜美。腰部加了抽绳，可以随意调节松紧，裙摆采用同色系百褶工艺，更显时尚设计感，清新的碎花，让夏天都变得清爽了。"}
{"source": "类型#裙*版型#宽松*颜色#黑色*风格#性感*图案#线条*裙下摆#花边*裙领型#圆领*裙款式#不规则*裙款式#收腰", "target": "极致的纯黑色端庄又显沉稳，适合各种肤色的人穿着。宽松的圆领露出性感的锁骨，拉长脖子的线条更显气质。收腰的版型勾勒出妙曼的身材曲线，没有多余的空隙感显得干练又苗条。一层立体的花边点缀其中，增加裙子的层次感，掩饰小肚子的存在，搭配不规则的裙摆，在减少黑色的单调和沉闷，显得轻盈又有活力，更加减龄活泼。"}
{"source": "类型#上衣*颜色#粉色*风格#复古*图案#蝴蝶结*图案#复古*衣样式#衬衫*衣袖长#短袖*衣款式#拼接", "target": "糯米糯米你不开花短袖衬衫薄软透气，质地轻盈柔美，垂坠感也很好，总能迅速回归到小女生的温柔。挖肩设计，小露香肩，拼接上同色缎带，简单的系上一个蝴蝶结便有了复古的感觉。后领水滴状开口，小扣开合，背影相当美好。裸粉色有着柔和安静的气质，穿着也不挑肤色，搭配短裙尤其的俏皮活力。"}
{"source": "类型#上衣*版型#显瘦*版型#h*风格#休闲*风格#青春*风格#潮*风格#性感*图案#拼色*衣样式#衬衫", "target": "衬衫与连衣裙的完美结合，造就这款衬衫裙的双重美感，经典的h版型设计，修身显瘦，勾勒迷人曲线，尽显性感完美的女人味。蓝白拼色的图案，大气时尚，彰显休闲百搭的潮流范，绽放属于你自己的律动青春。"}
{"source": "类型#裙*材质#雪纺*图案#印花*裙型#a字*裙腰型#高腰*裙长#连衣裙*裙领型#高领", "target": "艺术感十足的印花设计，让这款连衣裙格外抢镜而别具一格。采用优良的雪纺工艺，给您以细腻而轻柔的穿着质感。气质小高领设计，雕琢出端庄精致的仪态。高腰a字版型，轻松穿出高挑曼妙的身段。"}
{"source": "类型#裙*版型#立体剪裁*图案#线条*图案#印花", "target": "这款裙子的设计一眼望过去纷繁复杂，但是很快就会发现其中的奥秘。自然下垂的裙摆形成的重叠，流畅的线条和层次感不失雅致，搭配立体剪裁，更具吸引力。<UNK>眼睛的印花装饰，像极了孔雀开屏，也有其张扬与<UNK>的气质。"}
{"source": "类型#裙*版型#显瘦*风格#复古*风格#文艺*风格#民族风*图案#复古*图案#印花*裙长#连衣裙*裙领型#一字领*裙款式#收腰", "target": "成熟大方。优雅迷人的印花连衣裙，穿上的瞬间气质立马就提升了。印花的设计复古雅致，带点民族风的味道，搭一个简单的包包鞋子都很好看，内搭和外穿都很有韵味。印花设计沉稳文艺，充满艺术气息。腰间收褶设计收腰显瘦，一字领设计甜美俏皮，可爱灵动。"}
{"source": "类型#裙*材质#网纱*材质#斜纹*风格#高贵*裙长#连衣裙*裙款式#拼接*裙款式#钉珠", "target": "这款连衣裙的主体以斜纹梭织面料进行剪裁加工，纹理清晰流畅，触感细腻亲肤；透视网纱面料与之拼接出v型领口，显得优雅别致。肩部和领口精致的钉珠点缀，清冷地金属光泽折射出高贵名媛范。透视网纱八分袖利落干练，自信气质尽显。"}
{"source": "类型#裙*版型#显瘦*颜色#纯色*图案#纯色*裙长#半身裙*裙款式#抽褶", "target": "第一眼看到这款半身裙就觉得十分百搭，经典优雅的纯色设计，丝毫不张扬。褶皱系列的裙摆，稍微带有一丝丝的俏皮与活泼。立体式的版型剪裁方式，修身效果显著，可以自然贴合身形轮廓，轻松塑造曼妙身姿。"}
{"source": "类型#裙*风格#休闲*风格#清新*图案#条纹*裙型#衬衫裙*裙衣长#中长款*裙领型#翻领*裙衣门襟#系带*裙衣门襟#单排扣", "target": "这件衬衫裙采用了蓝白条纹的元素设计，看起来多了一份清新感。中长款的版型加上腰部系带设计，穿在身上能很好的勾勒出纤细的腰身。精致的单排扣门襟和小翻领设计，休闲范十足！"}
{"source": "类型#裙*颜色#粉色*裙型#网纱裙*裙腰型#松紧腰*裙款式#钉珠", "target": "春天来临，小仙女们怎能少了网纱裙呢？橘粉色，带来满满的少女感，结合钉珠的设计，增添了时尚看点，朦胧中显得很精致。松紧腰身，弹力十足，适合多种身材。搭配起来也毫不费力，仙气飘飘。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*材质#针织*颜色#粉色*衣样式#开衫*衣领型#v领*衣袖型#落肩袖*衣款式#木耳", "target": "时尚宽松手工剪裁的粉色针织开衫醒目吸睛，慵懒风宽松版型显瘦修身上身不挑人。粉色色系软糯甜美轻松减龄。气质v领更易搭配显示锁骨的纤细优美，延伸至衣摆的木耳装饰美观实用彰显细节，洋气有个性。落肩袖型柔美遮肉与无形包容性强。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*材质#棉*颜色#白色*风格#复古*风格#休闲*图案#条纹*图案#复古*衣样式#衬衫", "target": "不是所有的女人都适合裙子，裤子一不小心会比裙子更有味道哦。这套由卡米兰时尚品牌打造的休闲两件套气质脱俗，上身采用纯棉材质缝制的白色衬衫简洁大方，宽松下摆与袖口飘逸出尘。下身条纹装饰的阔腿裤时尚经典，视觉显瘦摩登复古，彰显个人非凡品味。"}
{"source": "类型#裙*版型#显瘦*颜色#金色*颜色#深蓝色*风格#高贵*风格#性感*图案#线条*图案#刺绣", "target": "吊带裙本身就有着小小的魅惑感，微微修身的版型适当勾勒出优美流畅的身体线条，诠释女性优雅性感的气息。金线刺绣图案灵感来源于<UNK>的图腾，像是深蓝色静谧天空下<UNK>的<UNK>金色涟漪，充满了神秘高贵的艺术美感。"}
{"source": "类型#上衣*材质#雪纺*衣样式#衬衫*衣领型#荷叶领*衣袖长#长袖*衣款式#拼接*衣款式#纽扣*衣款式#抽褶", "target": "本款荷叶领长袖衬衣采用的是雪纺梭织面料，沉稳大气的立体廓形。手感柔和细腻绵软，吸湿舒适，自然轻盈的垂坠感。褶皱花边拼接领口，细致的三粒纽扣点缀，无拘束感，展现大方利落气质。"}
{"source": "类型#裙*版型#宽松*版型#h*风格#复古*风格#文艺*风格#休闲*图案#复古*图案#印花*裙长#连衣裙*裙款式#钉珠", "target": "文艺复古的印花图案均匀排列与裙子表面，复古而不失时尚感，个性的印花图案展现出当代都市女性独立干练的独特气质。宽松休闲的h型连衣裙款式与钉珠装饰搭配，将优雅大方与奢华大气结合的相得益彰，凸显高雅的生活品味，彰显现代女性追求精致浪漫的生活态度。"}
{"source": "类型#裙*材质#雪纺*颜色#蓝色*风格#复古*风格#高贵*图案#复古*裙领型#v领*裙款式#绑带*裙款式#木耳边", "target": "雪纺裙质感很好，v领的设计能衬托小脸型，搭配上木耳花边点缀，俏皮感很好，很显活力。灰蓝色的色调高贵显气质，同时也很<UNK>肤色。整体的风格复古感强烈，袖口绑带设计增加了装饰感，不会显得乏味，设计更为精致。"}
{"source": "类型#裤*图案#撞色*裤型#背带裤*裤款式#绑带", "target": "一款柔滑垂坠的莱赛尔背带裤；富有心机感的肩带处，采用了可调的绑带作为装饰，随性而系则突破沉闷赋予个性的味道，使时髦的穿搭充满着减龄的趣味感；两侧对称的撞色明线贴袋，置物便利又丰富了层次，为大方得体的着装增添了俏皮的韵味。"}
{"source": "类型#裤*版型#显瘦*材质#牛仔布*颜色#黑色*风格#性感*图案#撞色*裤型#垮裤", "target": "吊带在炎热的夏季更清凉方便。双层叠加撞色的设计，使撞色看起来更自然随意，衣摆微卷的设计更加舒服个性。修身的版型，在慵懒<UNK>又多了一些小性感。可调节的吊带长度，多了一些选择，更加方便实用。黑色的基础款更加百搭，单穿性感又可内搭。搭配垮裤牛仔裤都有不同的味道。"}
{"source": "类型#裙*材质#网纱*图案#线条*图案#印花*裙下摆#层叠*裙长#半身裙", "target": "这件半身裙上窄下宽，下摆蓬松轻盈，是非常漂亮的a型，穿上它尤其凸显腰身。也衬得腿部线条十分纤细，这自然要归功于网纱面料的选择，四层网纱的豪华<UNK>稳稳地撑住了大a裙摆，层层叠叠，搭配低调的小印花，优雅中带着一缕仙气。"}
{"source": "类型#裙*版型#宽松*版型#显瘦*风格#街头*风格#性感*图案#印花*裙长#连衣裙*裙领型#圆领*裙款式#绑带", "target": "采用街头风格设计，版型比较宽松，包容性很强，穿着舒适感强，且适合更多人群。裙摆处有绑带设计，为连衣裙增添亮点，有些俏皮可爱之感，胸前的印花图案，增添了个性气息。领口为大圆领，既能柔化脸型，也能露出性感锁骨，显瘦又时尚。"}
{"source": "类型#裙*版型#显瘦*材质#针织*风格#复古*风格#简约*风格#知性*风格#性感*图案#复古*图案#线条*裙长#连衣裙*裙袖长#无袖*裙领型#半高领", "target": "源于经典款式的针织连衣裙，简约的风格，又在右肩部加入了衍缝羊皮革的<UNK>设计，吸睛个性。透出复古的气息更加的时髦，同时。半高领的设计，修饰脖颈线条，更加的优雅显气质。修身的版型，轻松的展现出曼妙多姿的s曲线。在无袖的映衬下，性感知性更衬女人味。"}
{"source": "类型#上衣*衣样式#冲锋衣*衣门襟#拉链*衣款式#口袋*衣款式#拉链*衣款式#连帽", "target": "这款冲锋衣的可拆卸连帽设计，让它可以根据天气决定是否佩戴，更加方便实用。而它的可调节魔术贴搭袢，使得袖子更加贴合手腕，有效增加它的保暖度，让宝贝穿着不易受凉。再加上它的防风口袋配合拉链的设计，使宝贝储物更加安全方便。"}
{"source": "类型#裙*风格#简约*裙长#连衣裙*裙款式#抽褶", "target": "低调简约又不简单的一款连衣裙，前片x型<UNK>的设计，在视觉上具有修饰腰身的效果；捏褶的设计在衣身上形成细密的褶皱，丰富衣身的立体感，尽显飞鸟的浪漫气息。"}
{"source": "类型#裙*版型#显瘦*材质#针织*颜色#纯色*风格#复古*图案#字母*图案#纯色*图案#文字*图案#复古*图案#线条*图案#刺绣*裙长#短裙*裙款式#拼接", "target": "整体纯色加上拼接效果的线条给人一种柔美与复古的视觉冲击，修身的设计更能突出完美身形，用心设计每一处细节。袖口处刺绣字母彰显俏皮可爱，锦上添花。针织质感保暖且舒适，与短裙完美的结合必然使你成为街上最耀眼的那颗星。"}
{"source": "类型#上衣*风格#通勤*风格#复古*风格#简约*图案#复古*图案#线条*衣样式#衬衫*衣袖型#灯笼袖", "target": "设计师采用全新比例，用新颖细节装点这款白衬衫，将焦点放在肩部和衣袖，灯笼袖打造圆润柔和的摩登轮廓，兼具复古格调和现代感，用女性化元素修饰线条清晰的通勤版型。作为职业装不失亮点，作为层搭单品简约百搭。"}
{"source": "类型#裤*材质#牛仔布*材质#纤维*颜色#深色", "target": "面料采用精选优质牛仔布，柔软的精梳棉，除去<UNK>杂质，只留下整齐的长纤维。深色牛仔裤总是很<UNK>，视觉上给人厚重的感觉。但面料是牛仔裤中较薄的，每一个<UNK>的妹纸摸到实物都惊呼好舒服，专属夏天的面料。"}
{"source": "类型#裤*版型#宽松*材质#牛仔布*颜色#深蓝色*裤腰型#高腰*裤口#开叉*裤口#翻折", "target": "这款翻边开叉牛仔裤采用微弹的牛仔面料制成，穿着舒适亲肤不紧绷。深蓝色的基调，给人纯正的视觉感受。微宽松的版型与高腰的腰身设计，恰到好处的修饰腿型，营造出纤长笔直双腿的既视感。脚口个性的翻边开叉设计，彰显摩登的时髦魅力。"}
{"source": "类型#上衣*材质#网纱*颜色#白色*图案#线条*衣样式#衬衫*衣领型#v领", "target": "BRAND的这款两件套，有效避免了不会穿搭的尴尬局面。上面是一款纯净的白色衬衫，时尚的v领剪裁，既能展露出曼妙的锁骨线条，还能解决胸大的烦恼。下面则是一款网纱半身裙，带有若隐若现的朦胧美。整体搭配简单易穿，演绎前卫的时髦感。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*风格#性感*裤长#九分裤", "target": "宽松舒适的裤腿，完美的遮掩双腿的曲线，让整体的视觉感显瘦不臃肿。加上恰到好处的九分版型，展露出纤细的脚踝曲线，使得整体的视觉感不仅显瘦还显修长。束腰的版型设计，个性时尚，勾勒出你的曼妙身姿，增添小性感的女人味。"}
{"source": "类型#裤*颜色#黑色*裤型#阔腿裤*裤款式#不规则*裤腰型#高腰", "target": "如果说有什么裤子是既不挑腿型又能时髦百搭的话，那一定非黑色阔腿裤莫属。宽大的裤腿处理，无论是小粗腿还或腿型不直等都能轻松遮盖，而且还散发出强大的气场哦。再加上这款阔腿裤的还是高腰处理，别出心裁的不规则高腰加上饰扣装饰，多了一分个性美的同时又拉高的腰线，小个子也能轻松穿出大长腿。再加上纯黑色的配色设计，与任何上衣都能轻松搭配。"}
{"source": "类型#裙*材质#雪纺*风格#性感*裙长#连衣裙*裙领型#v领*裙衣门襟#系带", "target": "这款雪纺连衣裙，领口用了v领的设计，加上系带，突出小脸的同时让你更优雅。整款不是<UNK>的那种，看起来会很潮，属于小露性感的调调。"}
{"source": "类型#上衣*版型#显瘦*颜色#蓝色*风格#清新*风格#性感*图案#条纹*图案#蝴蝶结*衣样式#衬衫*衣领型#一字领*衣袖型#喇叭袖*衣款式#抽褶", "target": "来自<UNK>品牌的这款衬衫，整体采用蓝色条纹渲染衣身，打造出清新淑女风格；独特的一字领剪裁，显瘦的同时给整体带来一丝性感气息；在融入别致的蝴蝶结点缀，散发出可爱清纯风范；精致的褶皱设计，缔造了强烈的层次感，加以飘逸的喇叭袖，尽显青春活力感。"}
{"source": "类型#裙*颜色#黑白*风格#休闲*风格#潮*图案#格子*图案#拼色*裙型#鱼尾裙*裙长#连衣裙*裙袖长#短袖*裙领型#一字领*裙款式#抽褶", "target": "本款杜嘉班纳拼色格纹褶皱短袖女士连衣裙，在经典的一字肩短袖连衣裙的基础之上，巧妙的融入褶皱元素，让整体视觉效果看起来更加立体，略微收敛的裙摆更有一种鱼尾的感觉，展示出凹凸有致的女性玲珑身姿。百搭的黑白拼色格纹，带着永不过时的时尚魅力，更展示出随时随地都潮流自信的现代休闲时尚风采。"}
{"source": "类型#裤*材质#纤维*风格#运动*图案#色块*裤长#长裤*裤款式#拼接*裤款式#抽绳", "target": "<UNK>的速干软壳长裤，采用了植绒内衬的裤腰，为穿着者带来更加舒适的亲肤体验。长长的裤脚位置加入了可调节的抽绳细节，放松或者束紧尽在掌握。双腿的区域色块拼接，将锦纶与聚酯纤维作为弹力材料运用其中，运动过程中大大的提升了耐用性。"}
{"source": "类型#上衣*图案#蝴蝶结*图案#撞色*衣样式#衬衫*衣门襟#系带", "target": "撞色的polo领，清爽而利落，很显气质。系带形成的蝴蝶结，袖口在手腕处绽放出一朵<UNK>，是让衬衫在高冷清爽和甜美之间自如切换的元素。"}
{"source": "类型#上衣*风格#清新*衣样式#衬衫*衣袖长#短袖", "target": "如果美眉们想在这个夏天俘获<UNK>的心。那么这款花边短袖衬衫会是你的斩男利器，色彩纯净清新，轻松穿出清纯的少女气息，花边袖口设计，甜美又俏皮，妥妥的女神一枚。"}
{"source": "类型#裙*材质#网纱*颜色#绿色*风格#性感*图案#刺绣*裙型#鱼尾裙*裙长#连衣裙*裙款式#拼接", "target": "富有古典韵味的绿色连衣裙，色泽清浅而娇嫩，弥漫出淡雅的春日气息。前襟采用微透视网纱拼接，似有若无地透出肌肤，把玩出性感的腔调。细腻的刺绣图案，令整体散发出优雅、含蓄的味道，就连男神也忍不住为你点赞。浪漫起伏的鱼尾裙摆，刚刚好的勾勒出婀娜有致的身材曲线，衬出温婉的女性格调。"}
{"source": "类型#裤*风格#清新*图案#环保*图案#印花*裤长#长裤", "target": "一眼望去，清爽的印花图案，清新脱俗。优良的<UNK>工艺，色彩鲜艳亮丽，染料环保无毒无害，不易掉色，安全健康。柔软的面料舒适亲肤，细腻透气，给宝宝肌肤般的呵护。长袖长裤的搭配，自然有效遮挡宝宝皮肤，保暖性好，保护皮肤免受伤害。妈妈们再也不用担心宝宝受凉。"}
{"source": "类型#裙*风格#性感*图案#印花*裙下摆#荷叶边*裙长#连衣裙*裙衣门襟#拉链*裙款式#露背*裙款式#勾花镂空*裙款式#拉链", "target": "这件连衣裙采用星星印花的面料，很有光泽，在装饰性的扣子衬托下，给人很强的精致感。荷叶边、鱼尾巴，加上从肩胛骨到腰的镂空处理，既俏皮，又能修饰身上的肉肉。最大胆的是尽显风情和性感的露背设计，一转身，绝对是满满的回头率。侧面有防滑带和隐形拉链，方便了穿着，让美丽更轻松。"}
{"source": "类型#裤*风格#高贵*风格#性感*裤长#短裤", "target": "高贵奢华的光面材质，总能将女性肌肤衬托得格外嫩滑，大v领与露背结合，又能缔造出迷人s型身线，时刻<UNK>着每一寸身体！从实用角度来将，吊带+短裤的组合也是睡眠时刻的首选，性感清凉，又不用担心睡觉不<UNK>，兼顾到安全感。"}
{"source": "类型#上衣*风格#街头*风格#潮*风格#朋克*图案#字母*图案#文字*衣样式#卫衣*衣款式#破洞*衣款式#绑带*衣款式#连帽", "target": "连帽的设计，突出帅气拉风的气息，展现出街头风的即视感，加之个性的破洞元素，平添出摩登朋克的气息，提升你的吸睛指数。加之绑带字母图案的运用，透出别具一格的潮流气息，加强卫衣的惹眼态度，融合个性的破洞元素，诠释出帅气的男友力，走到哪里都能吸引人。"}
{"source": "类型#裙*材质#牛仔布*颜色#白色*颜色#深蓝色*风格#青春*裙型#牛仔裙*裙款式#纽扣", "target": "白色金属纽扣，搭载深蓝色牛仔，两相缓和。由内透出一股校园青春时尚风格，而裙边的<UNK>，显得裙子俏皮可爱。牛仔颜色较深，容易修饰<UNK>的高挑曲线，<UNK><UNK>的裙边设计。青春又活力，两个深蓝色小腰包，可随时携带简易物品，轻巧而又方便。"}
{"source": "类型#上衣*材质#棉*风格#知性*风格#潮*图案#字母*图案#文字*衣样式#衬衫*衣领型#翻领", "target": "时尚绚丽的翻领棉质衬衫，穿在身上轻松彰显出非凡的气质，舒适柔和细腻软糯，高档亲肤，还能够缔造出迷人的视觉效果。配以绚丽的翻领设计，展现出了潇洒知性的魔力，配以个性的字母点缀，洋溢着新潮大气的美感，时刻都能够呈现出无与伦比的时尚风采，曼妙时髦，总是能够展现非凡的气质。"}
{"source": "类型#裙*材质#牛仔布*裙型#a字*裙型#牛仔裙*裙长#半身裙", "target": "对一条裙子而言，版型的重要性是不言而喻的。近来大热的牛仔a字半裙，及至膝盖之上一点的长度，既能很好的遮住大腿部的肉肉，又能给腿部以充分展示的空间，尽显修美的大长腿。棉弹牛仔的面料，穿在身上非常的舒适，又能很好的撑出裙子的廓形，穿在身上显得非常的精神干练，有一种都市女性特有的魅力。"}
{"source": "类型#裙*材质#牛仔布*裙型#a字*裙型#牛仔裙*裙长#半身裙", "target": "对一条裙子而言，版型的重要性是不言而喻的。近来大热的牛仔a字半裙，及至膝盖之上一点的长度，既能很好的遮住大腿部的肉肉，又能给腿部以充分展示的空间，尽显修美的大长腿~棉弹牛仔的面料，穿在身上非常的舒适，又能很好的撑出裙子的廓形，穿在身上显得非常的精神干练，有一种都市女性特有的魅力。"}
{"source": "类型#裤*版型#宽松*风格#街头*图案#印花*裤长#九分裤*裤款式#不对称", "target": "九分裤的裤腿版型越来越受到<UNK>的追捧，稍微宽松的整体设计穿起来更加舒适自由，没有束缚的紧绷感。不对称的单侧印花设计更能突显出时尚的街头魅力，有很好的减龄效果。"}
{"source": "类型#裙*版型#显瘦*图案#蝴蝶结*裙袖长#无袖*裙衣门襟#拉链*裙款式#拉链*裙款式#不规则", "target": "这件连背心裙是经典的无袖造型，但在面料的选择上却非常用心。以暖和且挺阔的毛呢面料，配合能修饰身形的<UNK>制版型，勾勒出显瘦的轮廓。设计师还选择了不规则裁剪手法，配合一侧的蝴蝶结装饰，演绎出淡淡的少女心。而后背则添加了顺滑的拉链配置，凸显出百搭又很有档次的feel。"}
{"source": "类型#裙*材质#纤维*颜色#蓝色", "target": "这款网格罩衫真的太讨人喜欢了。这是一款可以让你在凹造型的路上一路<UNK>的单品。时尚大多时候都是很奇怪，稍微增减都可以让你整个造型有<UNK>的赶脚，聚酯纤维的罩衫面料，轻薄舒适，蓝色很浅色系搭配会有很惊人好看程度哦。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*材质#牛仔布*风格#休闲*风格#潮*图案#线条*裤长#短裤*裤长#五分裤", "target": "牛仔短裤是时尚界不过时的潮流单品之一，想让自己的穿搭更有范儿。怎么能够缺少它呢？设计采用了五分裤的设计，稍显宽松的裤脚，带来了更多几分的休闲气质，同时也拥有了更为出色的显瘦效果，让你的腿部线条更显修长。"}
{"source": "类型#上衣*版型#宽松*材质#棉*颜色#姜黄色*颜色#焦糖色*风格#复古*风格#简约*风格#休闲*风格#青春*风格#潮*图案#字母*图案#文字*图案#复古*衣样式#卫衣*衣领型#圆领*衣袖型#插肩袖", "target": "经典大方的圆领让人一见倾心，自带休闲气息，经典百搭且百看不厌。整体款式设计简约宽松，对身体的包容性极强，加上插肩袖的衬托，上身不失优雅散发出慵懒随和的气息。明艳动人的姜黄色充满青春的活力气息，复古低调的焦糖色低调耐看，自带几分内敛与矜持感，都属于潮流色系。字母的设计让卫衣增添了几分内涵帅气与俏皮的动人感，迸发时尚亲和力。棉质面料舒适亲肤，彰显对品质生活的追求。"}
{"source": "类型#上衣*版型#显瘦*颜色#迷彩色*风格#休闲*图案#迷彩*衣样式#西装*衣门襟#拉链*衣款式#口袋*衣款式#拉链", "target": "范思哲这款上衣结合了休闲个性的迷彩元素和正式经典的西装版型，时尚而又好穿。沉稳的灰黑色系适合各种场合穿着，也有着稳重的优良品质感，合体的修身剪裁和走线以及铺开的logo有着奢华的品质感，口袋处的金属拉链拉动顺滑，为衣身点缀了恰到好处的亮点，展现出独特的魅力。"}
{"source": "类型#裤*风格#运动*裤款式#抽绳*裤口#小脚", "target": "小脚的版型设计让裤脚紧贴脚踝能够很好的保护好脆弱的脚踝部分，而且抽绳式的裤腰设计让整款裤子更加便于穿戴还免去了搭配皮带的烦恼，让你可以随心调节尺寸。自在舒适运动出行。"}
{"source": "类型#裙*版型#显瘦*材质#蕾丝*颜色#粉色*风格#简约*图案#刺绣*图案#蕾丝*裙腰型#高腰*裙长#短裙*裙长#连衣裙*裙袖长#长袖*裙款式#勾花镂空", "target": "这一款甜美的连衣裙以清浅的粉色为基调，融入浪漫唯美的蕾丝绣花元素，自带镂空透视的效果，若隐若现的露出白皙的肌肤，尽情展现女性独有的柔美气息。简约的长袖连衣裙，很好的包裹身材，有着遮肉显瘦的效果。高腰的剪裁结合短裙的版型，在不经意间拉高了腰线，完美的凸显腰身，勾勒出婀娜多姿的曼妙身材，让你在行走间尽显优雅浪漫。"}
{"source": "类型#裙*材质#蕾丝*图案#蕾丝*裙型#蛋糕*裙下摆#层叠*裙长#半身裙*裙款式#不规则", "target": "不规则的蕾丝蛋糕半裙，集个性、甜美、妩媚于一身，释放出十足女性魅力。层层叠叠打造朦胧美感，将你置于一场蕾丝的梦幻与浪漫中，<UNK>，唯美而迷离。行走时随身摆动的裙摆，在<UNK>彰显出自我的与众不同，明明就是<UNK>荷尔蒙温柔气息爆棚的单品，却是如此的帅气！"}
{"source": "类型#裙*材质#针织*风格#性感*图案#蝴蝶结*图案#线条*裙型#a字*裙长#连衣裙*裙领型#v领*裙款式#露背*裙款式#勾花镂空", "target": "BRAND家的这款连衣裙，采用舒适的针织面料，加以小镂空的点缀，营造一种若隐若现的透视感！而挂脖设计可在后背绑成蝴蝶结的造型，深v领口和露背的设计，尽显连衣裙的性感的气质！a字的裙摆，也可以修饰腿部线条，让穿搭更加随意！"}
{"source": "类型#裙*风格#复古*风格#清新*风格#性感*图案#格子*图案#碎花*图案#复古*图案#线条*裙型#蛋糕*裙下摆#开叉*裙长#半身裙*裙款式#拼接*裙款式#抽褶", "target": "复古小格纹与清新碎花碰撞结合，彰显浓浓法式浪漫情怀。两袖开叉设计结合上身布料拼接设计感十足，半裙缀以蛋糕层褶皱式围绕，灵动而自然，行走之间飘逸轻盈。<UNK>裙摆开衩，露出隐约小腿线条，凸显性感。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*风格#潮*图案#线条*裤腰型#高腰*裤口#卷边", "target": "这款裤子采用了宽松的款式设计，上身穿着宽松舒适没有束缚，并且可以遮住不完美的腿部线条，极具显瘦效果。搭配上高腰的版型，在视觉上拉高腰线，让下半身更显修长，打造出大长腿的既视感。加上裤脚的卷边造型，新潮个性，还增添了裤子整体的时髦度。"}
{"source": "类型#上衣*版型#宽松*颜色#黄色*风格#休闲*风格#潮*图案#风景*图案#印花*衣样式#外套*衣款式#破洞", "target": "BRAND的这款外套的版型宽松休闲，适合不同身形的人群，上身后酷劲十足。明亮的黄色面料，显得整个人活泼靓丽，让你轻松成为人群中最亮眼的一抹风景。两侧衣袖上破洞设计彰显了独特新潮的时尚品味。此外背后的印花醒目时髦，十分的减龄显年轻。"}
{"source": "类型#裙*版型#显瘦*颜色#深蓝色*风格#性感*裙型#a字*裙型#鱼尾裙*裙腰型#高腰*裙长#半身裙*裙衣门襟#拉链*裙款式#拼接*裙款式#拉链*裙款式#不规则", "target": "经典有质感的高腰半身裙裤手感细腻顺滑，挺阔有型不变形。高腰a字版型提升腰线修身显瘦，不规则鱼尾下摆拼接俏皮灵动，轻松减龄彰显活力。做工精细的走线精致柔美显气质，侧边隐形拉链性感神秘显腰身。深蓝色优雅不落俗套，在春天你就是最美的一抹亮色。"}
{"source": "类型#裤*材质#牛仔布*材质#水洗*风格#街头*图案#形状*图案#线条*裤款式#破洞*裤款式#不规则*裤款式#流苏*裤口#毛边", "target": "牛仔裤采用水洗工艺，不仅塑造了做旧磨白的色彩，又在膝上打造破洞造型，演绎随性洒脱的街头风格。裤脚剪裁成不规则的形状，用毛边点缀细节，呈现出流苏般的律动感。同时将纤细的脚踝露出，视觉上拉伸腿部线条，轻松穿出显高的效果。"}
{"source": "类型#上衣*衣样式#外套*衣款式#链条", "target": "百搭而凸显高雅气质的单肩包，采用优良的<UNK>材质，整个包面散发出动人的光泽，包身周围的铆钉镶嵌做边和铆钉链条，展现出非常精致的欧式元素。搭配各种色系的外套和时装，都很显气质。"}
{"source": "类型#上衣*版型#宽松*颜色#红色*图案#线条*图案#印花*衣样式#卫衣*衣款式#连帽", "target": "柔软的衣身线条搭配上红色的衣身色调，在经过线条加工之后，带有舒适的穿搭感，让卫衣更有包容性。BRAND卫衣的国潮汉字印花元素，具有时尚的造型感，上身后既能让造型有一种活力的时尚气质。衣身的连帽设计，搭配上宽松的造型款式，更有一种时尚的穿搭感。"}
{"source": "类型#上衣*颜色#纯色*风格#休闲*风格#清新*图案#条纹*图案#纯色*图案#线条*衣样式#衫", "target": "条纹衫向来是衣橱里不可缺的基本款，随意搭配纯色的服饰，就能穿出休闲味道。这件条纹衫摒弃中规中矩的双色条纹，在肩部设计不同的线条色彩，彰显服饰风格的独特。衣身的横条纹配色清新素雅，还能展现男士的儒雅气质。"}
{"source": "类型#裙*颜色#纯色*风格#青春*风格#清新*图案#纯色*裙长#连衣裙", "target": "对比于复杂繁琐的设计，这款春季连衣裙整体都采用了纯色的面料。在春天来临之际，这款简单的纯色连衣裙无遗带来了一股清新的气息。在袖口的剪裁上，半袖更能体现出一种来自学生的书卷和青春感。"}
{"source": "类型#裙*裙款式#不规则*裙款式#收腰", "target": "不规则立体裙摆的采用，让你在街上可以赚足回头率，同时也增添了自身的个性。腰部应用的收腰设计非常的实用，展示身材的同时又可以修饰身高。两种干净颜色相制成的衣身，体现<UNK>女神范。设计师为了让消费者穿着更加的舒适安心，应用的高档面料，带给肌肤舒适感的同时也让你穿着上档次。"}
{"source": "类型#裙*风格#青春*裙型#百褶*裙腰型#松紧腰*裙长#半身裙", "target": "这款半身裙的色调非常和谐、自然，是比较流行的色彩，采用了松紧腰搭配百褶裙叶设计，褶间排列均匀，<UNK>挺立有型，显得充满活力。彰显青春色彩。"}
{"source": "类型#裤*版型#宽松*材质#棉*风格#街头*风格#复古*风格#休闲*风格#潮*风格#摇滚*图案#复古*图案#音乐*裤长#长裤*裤型#直筒裤*裤款式#破洞", "target": "这款长裤采用直筒的款式设计，微微宽松的版型，给身体更多活动量，穿着更为帅气。加上富有潮感的破洞设计，显得街头潮流感十足。加上舒适棉料耐磨易洗涤，将街头摇滚和都市休闲风格相互融合，做旧感和复古感十足，更为时髦。"}
{"source": "类型#裤*版型#宽松*材质#棉*材质#混纺*图案#刺绣*图案#撞色*裤款式#口袋*裤款式#不规则*裤口#毛边", "target": "高品质的棉混纺裤身，手感细腻顺滑，透气吸汗，氨纶材质赋予裤身良好的弹性，穿着不紧绷更自由。前幅对称斜插口袋，双层撞色车线缝制，结实牢固，美观实用。后幅刺绣小花装饰的贴袋，凸显小女孩的柔美气质。宽松的脚口不规则剪裁，搭配毛边设计，彰显个性别致设计感。"}
{"source": "类型#上衣*版型#宽松*材质#纤维*衣样式#卫衣*衣袖型#落肩袖", "target": "见多了繁复设计的连衣裙，应该会很喜欢这款质朴本真的连衣裙，看似简单的版型，却带来非凡的体验蓬松柔软的太空棉。纤维很柔和，亲肤材质，上身惬意舒爽。非常透气吸汗宽松小落肩，肩膀不会有束缚感，更方便日常活动。很符合卫衣的随性自由风格。"}
{"source": "类型#裙*版型#宽松*材质#混纺*材质#涤纶*风格#复古*图案#格子*图案#复古*裙型#背带裙", "target": "这款背带裙选用的是优质的涤纶混纺材质，面料温和柔软，亲肤性非常好。宽松的腰身，包容性更好，胖妹妹也可以轻松驾驭。充满复古调调的格子纹理，既时尚又大方，让人百看不厌，搭配起来也很方便。肩带是可以自由调节的，穿着起来更加舒适方便。腰间两侧还有收褶，起到适度修饰腰身的作用。"}
{"source": "类型#上衣*风格#潮*风格#性感*图案#线条*图案#印花*衣样式#开衫", "target": "开衫版型加上轻薄的面料，更能衬托出女性的柔美和娇媚的姿态。流畅的线条感，散发出的气质迷人又舒适。开衫的设计，露出性感撩人的天鹅颈，又能修饰<UNK>。衣身的优雅印花，非常的时尚潮流。"}
{"source": "类型#上衣*版型#宽松*风格#复古*风格#简约*图案#复古*衣样式#衬衫*衣领型#翻领*衣款式#纽扣*衣款式#不规则", "target": "简约大气的时尚翻领，复古<UNK>纽扣点缀，增添造型与设计感。宽松剪裁的弧线袖圈，对手臂不会造成束缚，夏日穿着倍感凉爽。打破常规的不规则弧形衣摆，柔和衬衣的严肃与呆板感，小男孩日常扮酷穿着格外有范。共设有蓝粉绿三种不同色系，满足不同小绅士搭配需求，帅宝扮酷不轻易撞衫。"}
{"source": "类型#上衣*材质#牛仔布*颜色#黑白*风格#简约*风格#休闲*图案#条纹*图案#刺绣*衣样式#卫衣", "target": "个性十足的水手领卫衣，领口经典的黑白条纹，交叉的设计细节十足。胸前<UNK>微小的精致刺绣贴布，细节之处显露了与众不同。袖口与众不同的设计剪裁，举手投足之间都是气质。搭配一条简约的牛仔裤，休闲简约。"}
{"source": "类型#裙*颜色#红色*风格#复古*风格#清新*图案#条纹*图案#复古*图案#刺绣*图案#撞色*裙型#拼接裙*裙下摆#花边*裙腰型#自然腰*裙长#连衣裙*裙袖型#喇叭袖*裙衣门襟#系带*裙款式#抽绳*裙款式#流苏", "target": "连衣裙清新蓝白撞色条纹，胸前重工u型刺绣勾勒，领口抽绳系带，流苏坠自然垂在胸前，带出浓浓的复古民族风情。温柔喇叭袖，修饰手臂纤细修长。重工红色刺绣花纹，优美花边剪裁，精致刺绣锁边工艺，倍添高品质感。自然腰线部位捏褶拼接裙摆，挺翘微蓬，造型雅致。"}
{"source": "类型#裙*材质#蕾丝*风格#性感*图案#创意*图案#蕾丝*裙下摆#层叠*裙衣门襟#拉链*裙款式#勾花镂空*裙款式#拉链", "target": "本产品设计为精致蕾丝层叠样式，裙身优雅，提升格调。隐形拉链门襟设计，创意新颖，穿脱便利。精致裁剪工艺，气质温婉。镂空裙摆设计，凸显魅力性感。"}
{"source": "类型#上衣*衣样式#风衣*衣领型#小立领*衣款式#纽扣", "target": "风衣是衣橱的基本款，它的季节性不是特别明显，春秋两季都可以穿着，非常的实用。小立领的设计，恰到好处的修饰了脖颈，显得纤细与修长，直门襟的设计，直开到底，一排古铜的纽扣，浑然一体的感觉，能够满足方便穿着的同时，又不破坏风衣的整体造型感。"}
{"source": "类型#上衣*材质#蕾丝*材质#雪纺*风格#性感*图案#线条*图案#蕾丝*衣样式#打底衫*衣领型#立领", "target": "这件蕾丝雪纺打底衫真的是非常的有女人味，穿起来特别的吸晴。透视的设计使得曼妙的身体线条若隐若现，看起来非常的性感妩媚，蕾丝的搭配非常的有质感，蕾丝是非常有女人味的单品，搭配起来特别的好看。花边的立领很好的修饰了颈部线条，看起来更加吸晴。"}
{"source": "类型#上衣*风格#运动*风格#青春*图案#印花*衣样式#外套*衣款式#口袋", "target": "这件男子外套在设计上以满印的网格印花渲染衣身，醒目青春，实力诠释当下的时尚运动美学；更注重于其功能性的表达，设计多个口袋，便于你放置出行所需的物品，让你真正的解放双手，还能轻松凹造型。"}
{"source": "类型#裤*材质#水洗*图案#刺绣*裤款式#破洞*裤款式#不规则*裤口#毛边", "target": "破洞水洗的设计搭配上刺绣元素，点缀出品牌独特的调性，帅气中带着一股年轻活力气场，具有较高的辨识度，裤口的设计。采用毛边不规则点缀街头时尚风潮。"}
{"source": "类型#上衣*衣样式#风衣*衣长#中长款*衣款式#拼接*衣款式#勾花镂空*衣款式#燕尾", "target": "这款风衣给人的第一感觉就是非常的飘逸清凉，带了几分不食人间烟火的感觉。中长款的版型，平添了几分英姿飒爽的味道。燕尾的下摆，摇曳生姿平添了更多迷人风采。门襟多层拼接，优雅而富有设计感。整体若隐若现的镂空设计，是<UNK>之作。"}
{"source": "类型#裙*版型#显瘦*材质#蕾丝*颜色#白色*风格#休闲*图案#蕾丝*裙型#a字*裙长#半身裙*裙袖型#荷叶袖*裙衣门襟#双排扣", "target": "白色荷叶袖蕾丝上衣搭配双排扣个性半身裙，既优雅又不失帅气，既休闲又不失个性。蕾丝上衣舒适亲肤，质地细腻更加凸显完美身型，a字版型半身裙修身立体，整体造型更有亮点，更加亲和。"}
{"source": "类型#裙*版型#宽松*版型#显瘦*风格#简约*风格#休闲*裙长#中长裙*裙长#连衣裙*裙领型#翻领*裙款式#腰带*裙款式#抽褶", "target": "连衣裙是女孩子们的衣橱里必不可少的，而这件休闲简约的中长裙绝对值得你收入衣橱中。圆角的小翻领设计，有着十足的甜美气息。裙子的腰线上有着一条同色的腰带，系起腰带则有着修身的作用，而松开腰带便成了宽松的款式。袖口褶皱的设计，让裙子在简约的基础之上又添了几分特色。精选的顺滑面料，亲肤舒适，垂感十足且不易变皱。"}
{"source": "类型#上衣*衣样式#衬衫*衣领型#翻领", "target": "翻领版型的一款衬衣，看起来非常的经典，同时也能提升你的气质感。精选优质的面料制作而成，上身穿起来具有较好的垂感，可以让这款衬衣保持更好的版型，同时也是比较亲肤舒适的。"}
{"source": "类型#上衣*衣样式#衬衫*衣领型#翻领", "target": "利落小翻领设计的这款衬衫，再配合胸前两侧的翻盖插袋，打造率性军旅风的同时，也可以有效的修饰脖颈。而五角星贴布、星星<UNK>图案的点缀，则为整款衬衣增添了趣味性，穿着出街时髦又吸睛。"}
{"source": "类型#上衣*衣样式#衬衫*衣领型#翻领", "target": "这款韩范衬衫区别于传统衬衫的翻领样式，采用小翻驳领型设计打造别样的时尚气息，流露出干练利落的气质。采用珠光感面料打造，个性抢眼，演绎现代都市女性的成熟优雅韵味。"}
{"source": "类型#上衣*衣样式#衬衫*衣领型#翻领", "target": "kelifan以清爽且温柔的暖色系橘色打造的这款衬衫，整体采用了翻领和隐藏式衣襟的剪裁设计，穿着在身上显得较为清爽且大气。设计师为这款衬衫选择了带光泽感的面料制作而成，穿着后显得较为奢华且高雅，颇具都市<UNK>气质。"}
{"source": "类型#上衣*衣样式#衬衫*衣领型#翻领", "target": "这款两件套衬衫的面料吸湿透气性好，缩水率差，面料较厚实，柔软亲肤，触感细腻，外观朴实富有自然美感，光泽柔和。经典翻领，个性自信，独特剪裁，彰显风格，分叉设计，提升层次感。"}
{"source": "类型#上衣*衣样式#衬衫*衣领型#翻领", "target": "设计风格非常赞的一款翻领衬衫，军事元素与衬衫的巧妙结合，呈现出与众不同的帅气版型，上身尽显英姿飒爽。正面的图章设计即刻点亮整体风格，裁剪十分平整，细节处展现上乘品质。"}
{"source": "类型#上衣*衣样式#衬衫*衣领型#翻领", "target": "肌理的缎面料，丰富了视觉效果，轻柔的质地，丝般的顺滑，柔和的光泽，上身舒适透气。衬衣的廓形，经典的翻领设计，虽是柔滑的面料但领型贴合挺括显精神。"}
{"source": "类型#上衣*衣样式#衬衫*衣领型#翻领", "target": "BRAND可不会在自己的服装<UNK>了经典的狗狗图案，在这件连衣裙上它就变成了主要的设计元素，展现出少女活泼可爱的气质。在版型的设计上，它很像是把衬衫延长，尤其是精致的小翻领，透露出学院风的严谨，带来减龄的效果。"}
{"source": "类型#上衣*衣样式#衬衫*衣领型#翻领", "target": "这一款衬衣多点色彩的装饰，打破单调丰富视觉。前短后长是修饰身形的利器，在宽度上做了弧形收缩，看起来凹造型妥妥的。翻领设计，精致优雅修饰脖颈。袖口翻边，精致利落修饰手臂。"}
{"source": "类型#上衣*衣样式#衬衫*衣领型#翻领", "target": "此款衬衫，经典的衬衫版型，有着干练利落的翻领。稍微有点反光的珍珠缎面材质，不用担心会显得土这个问题，反而时髦指数直线上升！"}
{"source": "类型#上衣*衣样式#衬衫*衣领型#翻领", "target": "细致的剪裁工艺缝制的衬衫，低调奢华充满品质感，让你尽显时尚魅力。翻领的设计，方便穿搭更凸显自由特性，让你有型时尚更显气质。带着<UNK><UNK>的丝光面料，完美展现轻奢精神。灵动闪亮的小珍珠钉扣设计，让你完美展现精致奢华质感。"}
{"source": "类型#上衣*版型#显瘦*颜色#黑色*图案#线条*图案#撞色*衣样式#polo*衣领型#翻领*衣款式#拼接*衣款式#纽扣", "target": "太平鸟这款主打时尚都市风的<UNK>黑色polo恤，经过3d立体定制剪裁，通过精致的车线拼接工艺，让它上身显瘦而不臃肿。简洁的翻领设计让衣领线条的层次感非常丰富，更加有效地修饰你的颈部线条。撞色拼接的细节设计非常精美，上身透露出你的绅士气息，衣身的纽扣松紧装饰同样个性十足，营造丰富的视觉冲击力。"}
{"source": "类型#裤*版型#宽松*颜色#白色*颜色#纯色*风格#运动*图案#纯色*裤型#直筒裤*裤款式#拼接*裤腰型#中腰*裤腰型#松紧腰", "target": "松紧中腰设计舒适不勒，巧妙的遮住腰胯多余的肉肉，包容更多体型穿着。银丝面料富有变化性的光泽提升奢华质感，牢牢的锁住路人眼球，为款式注入现代摩登气息。裤身两侧拼接白色竖条，打破纯色的单调和沉闷，增添运动活力感，充满时髦的高街气息。宽松直筒的裤型修饰一切不完美的腿型，行走间尽显率性洒脱范儿。优质的面料垂坠顺滑，穿着干爽透气，抗皱效果极佳。"}
{"source": "类型#上衣*风格#性感*衣样式#套头衫*衣领型#一字领*衣款式#木耳边", "target": "性感的一字肩套头衫，既衬托出女性的妩媚气息又不减优雅的气质。就像衣香丽影家的这款套头衫，经典的一字版型，漏出纤细的天鹅颈，一展浪漫的韵味。而袖口处的木耳边，也美得非常别致，举手投足间散发出浪漫的气息，让人沉醉其中。"}
{"source": "类型#裙*风格#简约*图案#蝴蝶结*图案#线条*裙领型#圆领", "target": "舒适小圆领设计巧妙的勾勒脖颈，提高了整体款式的质感，极具简约大气的气质。腰身打褶饰有蝴蝶结装饰，为你的衣身版型带来满满的飘逸灵动感，行走间灵动的质感带动出浪漫的女人味气质。恰到好处的裙长设计，巧妙的遮住你的下半身肉肉，在视觉上尽显纤细灵动美感。流畅的线条柔和又显得有女人味，还能轻松拉长身材比例。"}
{"source": "类型#裤*版型#宽松*材质#牛仔布*图案#字母*图案#文字*图案#刺绣*图案#撞色*裤型#背带裤*裤款式#纽扣", "target": "一款时尚的牛仔背带裤，宽松的版型，上身舒适随性，适合宝宝活泼的个性。肩带各有两个纽扣和<UNK>，可随意调节长短。撞色字母绣花，精致生动，减少衣身的单调，尽显宝宝天真活泼。前后各有两个大贴袋装饰，既美观大方，又方便实用，方便宝宝收纳小物件。"}
{"source": "类型#上衣*版型#显瘦*颜色#米白色*风格#复古*风格#简约*风格#休闲*风格#青春*风格#清新*图案#复古*图案#撞色*衣样式#衬衫*衣领型#翻领*衣长#常规*衣袖型#灯笼袖*衣门襟#系带", "target": "简约大气的衬衫不但穿着时尚百搭，也异常的清新雅致有知性美。这款米白色色泽制作的衬衫，在常规款的设计中采用了经典的小翻领制作，搭配着复古洋气的七分灯笼袖和领口处撞色系带的装饰，不但外观新颖个性，直筒版型也带来了休闲显瘦的好特点，让穿着尽显青春减龄小心机。"}
{"source": "类型#裙*图案#印花*裙款式#流苏", "target": "编织肩带设计的这款裙子，再于一侧加入长款流苏装饰，为整体look平添些许趣味灵动感。而兜边裁剪的前侧裙摆，则让整款裙型更有立体层次感。极具<UNK>的印花图案，增添吸睛亮点的同时，也为日常穿搭注入一丝艺术气息。"}
{"source": "类型#裤*风格#休闲*图案#印花*裤长#短裤", "target": "<UNK>良好的机能性一直是其单品的主打特色。在这款短裤上用采用高<UNK>全网状材料，减少<UNK>表面的<UNK>，有着良好的静电护理功能和<UNK>护理功能。并以<UNK>线以及logo印花在时尚上的助力，在夏季训练场景还是日常休闲都能陪伴左右。"}
{"source": "类型#裤*风格#休闲*图案#印花*裤长#短裤", "target": "海边冲浪度假的恐龙印花，充满了活力，无论是做内搭还是直接单穿都很抢眼哦。采用天然纯棉纤维，不仅柔软顺滑，而且垂坠度非常好，带来细腻亲肤的穿着体验，品质感佳。面料质地表面光滑<UNK>，带有舒适弹力，夏天不会有闷热感，随意搭配短裤，或者休闲风下装，就可以轻松出街。"}
{"source": "类型#裙*颜色#纯色*风格#简约*风格#清新*风格#性感*图案#纯色*裙长#连衣裙*裙衣门襟#系带", "target": "区别于传统的连衣裙设计，这款连衣裙下摆开叉美观大方，凸显女性的性感妩媚，也将温柔气质尽显无余。腰部系带可提高腰线，展现女性婀娜身段，拥有小蛮腰的女性们，大胆秀出你们的姣好身材吧。纯色设计简约大方，给人以舒适清新之感，穿着它舒适自在。"}
{"source": "类型#上衣*材质#棉*材质#牛仔布*材质#针织*图案#刺绣*衣样式#卫衣*衣款式#拼接*衣款式#罗纹", "target": "采用针织洗水牛仔面料拼接全棉针织卫衣布，质感上形成鲜明的对比。色彩上也采用冷暖相撞，充满明快时髦的气质感。袖口和下摆处的罗纹拼接尽显利落感，帽子处的刺绣点缀吸睛亮眼。"}
{"source": "类型#裙*颜色#深蓝色*裙长#连衣裙*裙袖长#长袖*裙领型#v领*裙袖型#泡泡袖", "target": "这款连衣裙的特别之处在于袖子的泡泡袖效果，打破春天往日的沉闷，灵动飘逸。落肩袖搭配长袖头束紧效果，营造了别致的灯笼袖口。连衣裙时尚的v领设计，让美随心所欲。气质满分的深蓝色更显少女的青春活力，带来了灵动的气息，展现优雅气质。穿上它必是出街的亮点。"}
{"source": "类型#裙*版型#显瘦*材质#牛仔布*风格#青春*裙型#包臀裙*裙型#一步裙*裙下摆#开叉*裙款式#拼接*裙款式#口袋*裙款式#纽扣", "target": "显瘦开衩包臀一步裙，青春百搭，优质面料，透气舒适。不同身高的姑娘都能穿，显瘦更好地修饰了身形，是衣橱了必不可少的宝贝。牛仔布搭配精致金属纽扣装饰，提升了裙子的时尚感。实用立体拼接口袋，牢固耐用。"}
{"source": "类型#裙*材质#蕾丝*风格#淑女*风格#复古*风格#性感*图案#复古*图案#线条*图案#刺绣*图案#蕾丝*裙下摆#花边*裙袖长#短袖*裙领型#圆领*裙款式#拼接*裙款式#勾花镂空", "target": "温暖的蕾丝花朵，<UNK>的拼接蕾丝点缀，浪漫淑女散发优雅大气，诉说着女性的柔美，凸显女性的妩媚和温柔的感觉。飘逸的裙摆，带有张力感觉，随风洋溢，增添女性的独特魅力，迎合s型曲线身姿，优雅减龄。蕾丝的圆领刺绣花边，凸显性感颈部与锁骨，衬托肌肤白皙，修长颈部线条。刺绣镂空短袖，刺绣花朵蔓延，性感韵味浓，举手投足典雅有型非常复古。"}
{"source": "类型#裤*版型#显瘦*颜色#黑色*颜色#纯色*风格#青春*图案#字母*图案#纯色*图案#文字*图案#线条*图案#印花*裤款式#口袋*裤口#小脚", "target": "经典的纯黑色，将显瘦进行到底，裤脚边的字母印花，打破纯色的单调，增添整体层次感。两边插兜口袋装饰，可放随身物品也是街边凹造型的好帮手；罗纹裤脚小脚裤，保暖时尚拉长笔直修长的腿部线条，不论是紧张的工作还是青春学院都能百搭出彩。"}
{"source": "类型#裙*版型#宽松*颜色#纯色*风格#简约*图案#纯色*裙长#连衣裙*裙衣长#短款*裙领型#圆领", "target": "一款圆领打底纯色宽松短款连衣裙，非常不挑人的一件裙子，经典百搭。圆领的设计，更添几分甜美气息。纯色的设计，简约却又气质。短款的设计，很好的拉长了腿部比例，绝对是小个子女生的福音。"}
{"source": "类型#裤*版型#显瘦*版型#立体剪裁*颜色#黑色*图案#条纹*图案#线条*裤长#长裤*裤款式#口袋*裤口#开叉", "target": "这款长裤是经典的黑色系，非常的实穿百搭。长裤采用修身的立体剪裁，线条利落有型，上身更显身材优美曲线。两侧经典的斜插口袋，手感舒适，方便收纳实用性强。侧边条纹裤脚开叉设计，美观大方，更显裤身层次丰富立体。出街实力吸睛！"}
{"source": "类型#上衣*材质#网纱*材质#蕾丝*图案#蝴蝶结*图案#蕾丝*衣样式#衬衫*衣款式#拼接*衣款式#勾花镂空*衣款式#木耳边", "target": "蝴蝶结领口设计，甜美可爱。镂空蕾丝拼接的设计，精致美观。干练的衬衫裙子，搭配上层层网纱，就足够让精练中蕴含着甜美风情，高腰的版型，轻松勾勒出纤细身姿和曼妙长腿风情，加上飘逸大裙摆，自然散发着优雅时尚的灵动美感，唯美女人味。木耳边领口的网纱上衣，向来都是自然挥洒甜美风情。"}
{"source": "类型#裤*风格#运动*风格#潮*图案#线条*图案#撞色*裤腰型#松紧腰", "target": "这款pcmy情侣潮流休闲裤，利落的剪裁。<UNK>的线条，无论怎么穿都舒适自在。侧边撞色条的增加，让这款休闲裤拥有更多的流畅性。松紧的收缩裤脚设计，能够轻盈运动，突破身体的<UNK>，两侧设置的手插袋随手就可以装一些小物品，既方便又实用，这款裤子一针一线都是为舒适度存在，精心又精致，实在不可多得。"}
{"source": "类型#上衣*版型#宽松*版型#显瘦*材质#棉*材质#针织*风格#休闲*图案#字母*图案#文字*图案#刺绣*衣样式#卫衣*衣袖型#落肩袖*衣门襟#套头*衣门襟#系带*衣款式#口袋*衣款式#连帽*衣款式#罗纹", "target": "休闲的连帽系带设计，套头款卫衣穿着方便。轻松的落肩袖设计，慵懒又显得休闲。袖口和下摆带松紧罗纹针织，干练利落贴合身形上身效果很显瘦。宽松的版型不挑身材，谁穿都好看的！胸前字母刺绣设计，更添时尚感！两侧插袋设计，相连通的口袋设计，更随性自然！选用亲肤毛圈棉材质，手感柔软，舒适透气。"}
{"source": "类型#上衣*颜色#纯色*风格#休闲*图案#条纹*图案#纯色*图案#印花*衣样式#卫衣*衣款式#连帽", "target": "条纹的设计，不像纯色的单调，也不像印花的繁杂，低调而又恰到好处，大概是永远不会淘汰的趋势。搭配连帽的款式，休闲而又时髦，更是让你迅速的减龄。喜欢短裤的你不放在今年春天尝试下短裤配卫衣的搭配，绝对是韩范十足。"}
{"source": "类型#裙*版型#宽松*风格#青春*图案#刺绣*裙长#连衣裙*裙款式#钉珠", "target": "最近依然比较流行清冷性冷淡风的风格，宽松的版型设计，对身材不太完美的小仙女比较友好。胸前的刺绣钉珠元素，优雅的花形可以增加视觉上的层次感，在精致的刺绣的视觉比例，增加整体的美感。无束缚的连衣裙衣型，凸显女性气质。"}
{"source": "类型#裙*材质#蕾丝*图案#线条*图案#蕾丝*裙长#连衣裙*裙领型#娃娃领*裙款式#拼接*裙款式#收腰", "target": "这条时尚优雅的连衣裙，穿着舒适更显气质。娃娃领设计，修饰脖颈部线条，更显修长白皙；蕾丝拼接设计，增加裙子的时尚亮点，让裙子更显精致与设计感；收腰设计，修饰腰部线条，展现迷人小蛮腰。"}
{"source": "类型#裙*版型#显瘦*材质#针织*风格#休闲*图案#撞色*裙长#连衣裙*裙款式#亮片*裙款式#收腰", "target": "一款减龄又舒适的针织连衣裙。胸前的单侧亮片猫咪设计，撞色点缀，不显单调，更有时尚活力，俏皮减龄。裙型收腰显瘦，修身但不紧绷，衣着跟随身体自然的走形，带来妥帖的适身感，整体风格轻松休闲~。"}
{"source": "类型#上衣*版型#宽松*材质#针织*风格#运动*风格#青春*风格#清新*图案#条纹*图案#色块*图案#印花*图案#撞色*衣样式#卫衣*衣袖型#落肩袖*衣款式#罗纹", "target": "精选独家定制的蓝白条纹面料，是学院派和<UNK>的有机融合，干净清爽，春天穿贼有感觉。醒目的色块印花，清新时尚，彰显青春与活力。卫衣采用宽松的落肩袖设计，不拘束运动，可以大动作活动。袖口与领口的撞色针织罗纹，透气不闷热，久穿<UNK>。"}
{"source": "类型#裙*版型#显瘦*材质#牛仔布*风格#复古*风格#简约*风格#潮*图案#复古*图案#色块*图案#线条*裙型#a字*裙型#牛仔裙*裙下摆#毛边*裙长#半身裙*裙款式#拼接", "target": "经久<UNK>的牛仔深受潮人们的喜爱，简约半身裙，采用深浅不一的色块拼接，增加衣身层次感。带来复古又时尚的味道，下摆毛边设计，更有率性潮感，立体廓形剪裁，贴合腰部设计。时尚显瘦，a字版型修饰腿部线条，拉长双腿比例，塑造窈窕身姿。"}
{"source": "类型#裙*材质#棉*材质#水洗*风格#复古*风格#性感*图案#复古*图案#线条*裙下摆#开叉*裙领型#方领*裙袖型#泡泡袖*裙款式#抽绳*裙款式#抽褶", "target": "领口的抽绳形成<UNK>纹理，巧妙包裹胸部凸显线条。下摆的开叉设计虽不乏展露白裙子的性感。宫廷式方领设计，与复古泡泡袖相互碰撞，为质朴面料增添了个性感。腰部的露腰设计恰到好处的小露性感。轻薄而柔软的水洗棉面料与别致<UNK>抽褶相结合，彰显了款式的个性与不凡。"}
{"source": "类型#裙*风格#简约*图案#植物*图案#印花*裙衣门襟#拉链*裙款式#拉链*裙款式#收腰", "target": "帅气拉链短外套，搭配精美的花卉印花图案，甜美柔和。后领口打结设计，精致简约。下班收腰松紧设计，凸显腰身，拉长身形比例，秀出完美好身材。"}
{"source": "类型#裙*版型#宽松*材质#针织*裙领型#高领*裙领型#堆堆领*裙款式#口袋", "target": "天气<UNK>的春季，一件厚实的针织裙便能解决这一尴尬的穿衣季节。宽松的高领设计，解决了高领勒脖子的烦恼，同时也可以折叠成整齐的样子或者穿成慵懒随性的堆堆领。设计裙子中部的两个口袋，这一适当的位置更方便插入双手取暖。下摆前短后长的设计，能够让腿部看起来更修长。"}
{"source": "类型#裙*版型#立体剪裁*材质#牛仔布*材质#水洗*风格#性感*图案#线条*裙型#牛仔裙*裙下摆#开叉*裙下摆#毛边*裙长#长裙", "target": "立体剪裁的牛仔长裙，细腻的水洗做旧效果，轻松提升层次并修饰身材的各个部位；果敢的裙摆前开叉，带有线条的美感，巧妙展现性感的视觉，让穿搭更加迷人；毛边裙摆的设计，打破单调，还能让随性俏皮的一面轻松呈现出来。"}
{"source": "类型#上衣*颜色#黑色*颜色#亮黄色*风格#运动*衣样式#外套*衣款式#拼接", "target": "这件运动外套采用了专用的轻便快干的运动面料，排汗透气的能力非常好，保证了运动过程中的清爽舒适。袖口采用了透气性好的拼接面料，有助于加快运动过程中的散热。周到体贴的设计让你可以更加专注于运动的过程。备有黑色和亮黄色两款，都是运动装备中比较常用的颜色。"}
{"source": "类型#上衣*版型#宽松*颜色#黑色*颜色#纯色*风格#青春*图案#纯色*衣样式#卫衣*衣款式#抽绳*衣款式#连帽", "target": "这款宽松版型的卫衣，经典的连帽抽绳设计，满满的时髦感，也多了几分趣味。能够在穿着时增添女性的个人气质。选用经典黑色调装饰，纯色搭配是经典不过时的流行格调，级具摩登时尚气，也丰富了整体的层次感。"}
{"source": "类型#上衣*版型#宽松*风格#淑女*风格#清新*风格#潮*图案#碎花*衣样式#雪纺衫*衣领型#圆领*衣款式#拼接*衣款式#荷叶边", "target": "雪纺衫所具有的温柔气息，恰好地唤醒不一样的潮流气息，诠释出一股浓郁的淑女气质，提升柔美的女人味。圆领的设计，突出落落大方的魅力，运用荷叶边的拼接，映衬出唯美浪漫的格调，融合清新的碎花图案，平添出清甜可人的腔调，宽松剪裁的衣身，营造出随性的惬意风情。"}
{"source": "类型#裙*风格#复古*风格#性感*图案#复古*裙下摆#开叉*裙款式#口袋", "target": "灯芯绒总是给人一种复古温暖的感觉，仿佛回到了孩童时期一般，充满着vintage而童真感的味道。来自ur的设计师跟随时光的脚步，以鲜艳而低调的枣红色色调渲染，配合上奢华感的灯芯绒面料，更显摩登感的轻奢熟女形象。前襟处的口袋装饰，整齐的排列在裙身两侧，兼备时尚性与功能性。加上个性的开叉设计，透露着性感撩人的魅力，行走间荡漾出几分妩媚气息。"}
{"source": "类型#上衣*版型#显瘦*图案#条纹*图案#线条*衣样式#针织衫*衣领型#圆领*衣袖长#五分袖*衣款式#拼接*衣款式#纽扣", "target": "基础款的针织衫搭配条纹背带裙，衬肤显气质，又修身减龄，经典时尚的圆领衬出小巧精致五官和优美脖颈线条，五分袖剪裁修长手臂线条，穿上舒适透气不紧绷；金属肩带设计，修饰肩型同时起到很好的装饰效果，精致纽扣点缀丰富层次，点亮设计感，蓝白条纹拼接乖甜时髦又摩登个性。"}
{"source": "类型#裙*版型#显瘦*裙型#a字*裙长#半身裙*裙款式#口袋*裙款式#流苏", "target": "首先，半身裙的大口袋装饰增加了整体的层次感哦，另外，在大口袋的周边还有点点流苏进行点缀，更加的优雅浪漫呢。当然，a字的裙摆很显瘦哦。"}
{"source": "类型#上衣*材质#针织*颜色#纯色*风格#休闲*图案#纯色*衣样式#马甲", "target": "纯色休闲针织马甲，弹力灰常的好，细腻的针织细线勾勒而成，触感柔软舒适，品质上乘~前幅的双<UNK>分割，让衣身更生动立体，不显单调乏味。后幅脖颈处的古铜色扣针装饰灰常亮眼，让活泼俏皮<UNK>。"}
{"source": "类型#裙*裙型#大裙摆*裙腰型#高腰*裙长#连衣裙*裙款式#抽褶", "target": "这是一款具有波西米亚风的连衣裙，采用鲜艳的红蓝黄配色，给人眼前一亮的感觉，瞬间抓住眼球。高腰线的设计，打造出胸部以下全是腿的视觉效果。加上大大的裙摆设计，显得飘逸灵动。胸前的交叉褶皱在内里加上胸杯，打造出饱满的胸型，女人味十足~"}
{"source": "类型#裙*颜色#黑色*裙下摆#开叉*裙领型#v领", "target": "谁说家居服就是单调沉闷？<UNK>'<UNK>家推出的这件长款黑色睡裙，打破你既定的刻板印象，后开叉的设计，露出纤细的美腿，穿出时尚的气息。经典的v领搭配细细的肩带，秀出美丽白皙的锁骨线，展现自己的妩媚风情。单穿这件睡裙，感性又清凉，或者是搭配一件薄纱外衣，不经意间就流露出贵族的优雅气息。"}
{"source": "类型#上衣*版型#显瘦*颜色#纯色*颜色#蓝色*风格#复古*风格#简约*风格#潮*图案#纯色*图案#复古*图案#线条*衣样式#衬衫", "target": "简约质感的蓝色!极细的做工让整件衬衣具有独有的弹性。适合贴身穿着，略瘦修身的版型可以贴合身体线条有较好的廓形。复古的版型结合纯色颜色，更加彰显潮流风范。"}
{"source": "类型#裙*图案#几何*图案#刺绣*裙型#大裙摆*裙长#连衣裙", "target": "独具魅力的感觉，在早春总是能展现出抢眼和时髦~像这么一款中长的连衣裙，它用足了面料，从而体现出大摆的裙型，看着更显优雅和飘逸的感觉。而且在这款纯白色的颜色上，还有着绣花的工艺，再配上那几何与花朵图案的结合，精美细腻，总是能为你展现出十足的魅力，和优雅的感觉来。"}
{"source": "类型#裙*风格#简约*图案#蝴蝶结*图案#几何*图案#印花*裙腰型#高腰*裙长#连衣裙*裙衣门襟#拉链*裙款式#拼接*裙款式#绑带*裙款式#拉链", "target": "这款简约的藏青色连衣裙，衣身采用时尚简洁的几何印花，大方时尚的连衣裙造型。采用经典的圆形领口，后背配上调节的拉链，穿脱灵活方便。高腰的腰线，搭配同色的绑带，绑<UNK><UNK>的蝴蝶结，极具少女心。层次拼接的荷叶裙摆拼接，浪漫时尚，行走间更带着仙气灵动。"}
{"source": "类型#裙*版型#宽松*裙款式#抽绳", "target": "牵牛花温柔绽放在左胸前，典雅大方。下裙纱线点缀的牵牛花，立体细致，呼应上衣。袖口抽绳可调节宽松，灵活性强。整体上身，美观大方，温婉可人。"}
{"source": "类型#上衣*版型#宽松*风格#简约*图案#卡通*图案#线条*图案#刺绣*图案#撞色*衣样式#衫*衣长#中长款", "target": "polo衫的设计风格，具有精致唯美的学院风，呈现出简洁利落的质感，同时能够修饰颈部线条。略宽松的版型，搭配中长款的样式，呈现出裙装立体感，简约中更显唯美大气。领口的撞色线条点缀减龄有气质，精美的卡通刺绣，更显俏皮。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*材质#天丝*材质#牛仔布*图案#线条*裤型#直筒裤*裤型#阔腿裤*裤腰型#高腰", "target": "这一款牛仔阔腿裤高腰设计，提升腰线自然显高。流畅的裁剪线条，包裹住身材曲线，效果显瘦<UNK>腰身，拉长身材比例。精挑细选的天丝布料，富有光泽亲肤细腻。宽松直筒，自然显瘦凸显身姿。"}
{"source": "类型#上衣*颜色#粉红色*风格#复古*风格#休闲*风格#清新*风格#性感*图案#复古*衣样式#衬衫*衣领型#娃娃领", "target": "休闲的衬衫可谓是春天不能错过的单品之一。粉红色的衬衫甜美清新，透薄的面料微显小性感。摒弃了正式的衬衫领，俏皮的娃娃领减龄软萌之余也不失复古美感，展现出女孩的温婉与柔情。"}
{"source": "类型#裙*颜色#黑色*颜色#黑白*图案#刺绣*图案#撞色*裙型#a字*裙长#连衣裙*裙衣门襟#拉链*裙款式#拼接*裙款式#勾花镂空*裙款式#拉链", "target": "优雅的连衣裙亮点集中在胸口的镂空刺绣设计，小小细节，却彰显着迷人的魅力，使人感到心意满满。撞色黑白拼接，与黑色的裙身形成鲜明对比，让人回味无穷。连衣裙层次感分明，小a字型的裙型设计，利落裁剪自成一体。后背设计拉链，好穿方便又大气。黑色代表娴静大方，给<UNK>安静温婉的感觉。"}
{"source": "类型#裙*版型#显瘦*风格#潮*裙长#连衣裙*裙领型#翻领*裙衣门襟#系带*裙款式#收腰", "target": "这款翻领收腰的连衣裙设计简单新颖，符合潮流，腰间系带的设计，收腰显瘦，突出曼妙曲线。翻领的设计，突出穿着者的英气与潇洒。"}
{"source": "类型#裤*颜色#黑色*风格#简约*风格#潮*裤款式#口袋*裤款式#拉链*裤腰型#高腰", "target": "简约的裤型设计，裁剪简单，整体类似a字型款式，潮流时尚，融入黑色的神秘，凸显其摩登个性的气质。别致的侧开隐形拉链，简约美观，同时穿脱轻松便捷，充分考虑女性需求。简约的一字型口袋，增添几许中性帅气的风度。高腰的设计，能够穿出多种风格，打造不同风格的气质，衬托女性神秘多变的美。"}
{"source": "类型#裙*材质#棉*颜色#纯色*风格#复古*风格#文艺*风格#简约*风格#知性*图案#纯色*图案#碎花*图案#复古*裙长#连衣裙*裙领型#圆领*裙款式#吊带*裙款式#收腰", "target": "文艺复古风格的吊带假两件连衣裙，丰富的层次感穿着方便。采用了高品质的全棉面料，穿着舒适亲肤，不会<UNK>柔嫩的肌肤，而且更加干爽透气，纯色内搭简约大方。领口采用圆领设计，可以起到修饰脸型的作用，也显得更加随性慵懒。点缀上精致碎花，突显出女性优雅知性的气质。腰部的收腰设计勾勒曲线。"}
{"source": "类型#裙*版型#显瘦*裙型#直筒裙*裙领型#圆领*裙款式#露肩*裙款式#流苏", "target": "美美的一款，上身效果非常时尚，既显个性又不张扬，毛须的质感整体看上去像羽毛一样轻轻绒绒的，很温柔的感觉~基础圆领，穿脱方便，面料舒适柔软，整体裙身是雪纺纱质地，垂感很好，整体流苏设计随风飘逸凸显女神气质，露肩袖，不仅修饰你的肩型还有种女人味，简直心机满满！直筒的廓形，遮肉显瘦利器。"}
{"source": "类型#裙*版型#显瘦*裙型#直筒裙*裙领型#圆领*裙款式#露肩*裙款式#流苏", "target": "美美的一款，上身效果非常时尚，既显个性又不张扬，毛须的质感整体看上去像羽毛一样轻轻绒绒的，很温柔的感觉，基础圆领，穿脱方便，面料舒适柔软，整体裙身是雪纺纱质地，垂感很好，整体流苏设计随风飘逸凸显女神气质，露肩袖，不仅修饰你的肩型还有种女人味，简直心机满满！直筒的廓形，遮肉显瘦利器，长度正好。"}
{"source": "类型#裙*颜色#黑色*风格#文艺*风格#简约*裙长#连衣裙*裙款式#不对称", "target": "日着的这款黑色连衣裙，虽然款式极其简约，不做任何点缀，但它的侧身抽皱处理，是最独特的设计亮点。通过一整排的随心抽皱设计，来为整体造型营造出不对称的艺术效果，富有生动的纹路，顿时就跳脱出固有的框架，是摩登与文艺的新意结合产物。"}
{"source": "类型#裙*图案#蝴蝶结*图案#波点*图案#线条*裙腰型#高腰*裙长#连衣裙*裙衣门襟#系带*裙款式#不规则", "target": "这条时尚好看的波点连衣裙，穿着舒适更显气质。波点图案，俏皮时尚很减龄；蝴蝶结系带设计，修饰腰身，凸显小蛮腰；高腰设计，提升腰部线条，拉长身材比例，整体更显高挑；不规则裙摆设计，增加裙子的时尚亮点，让裙子更显飘逸灵动与设计感。"}
{"source": "类型#上衣*风格#运动*图案#印花*图案#撞色*衣样式#外套", "target": "这件的后背有点运动外套的版型范，但是从前面看让人眼前一亮。衣身上是原创的图案印花，还有品牌的英文logo，色彩的搭配也很是丰富，视觉感很强。领口的圆形撞色条装饰，保暖的同时更有细节感。"}
{"source": "类型#裤*版型#显瘦*颜色#白色*风格#复古*风格#休闲*风格#中国风*图案#复古*图案#线条*裤长#短裤", "target": "这一款中国风黑白色修身休闲短裤，最大的设计亮点在于裤身富有内涵的泼墨图案装饰设计。这样的款式设计有很好的中式复古美，显瘦休闲又线条流畅让<UNK>看起来动感优美，非常适合热爱中国风的你。"}
{"source": "类型#裤*风格#街头*图案#撞色*裤款式#拼接*裤款式#绑带", "target": "BRAND的这款紧身裤，采用雅致张扬的绑带造型，从腰部交叉延伸至裤腿，个性前卫而又优雅大方，极具炫酷街头风范；更有美观别致的侧边撞色拼接设计，打造跳跃的层次感，尽显青春活力气质。"}
{"source": "类型#上衣*版型#显瘦*材质#针织*风格#简约*衣样式#毛衣*衣领型#高领*衣袖型#落肩袖", "target": "很温暖的大毛衣，高领的设计，上身不仅起到温暖御寒的作用，同时还很显气质。真的是太喜欢了！落肩袖型，弧度偏下，非常非常美的，包容性强，上身自带慵懒的格调，自由随性。选择这款针织半裙的原因，不要看简约，但实际选纱线到工艺到设计特点都很讲究！过膝的长度优化了身材的比例，将大腿和臀部不zu的地方都遮盖住，露出纤细的小腿视觉上很显瘦！整套上身，轻松展现你大气迷人的气韵~"}
{"source": "类型#上衣*版型#显瘦*图案#线条*衣样式#风衣*衣款式#腰带", "target": "这款风衣的褶裥设计别具特色，是为展现女性魅力而存在，造型<UNK>了。风衣背部全部制成褶裥样式，丰富的<UNK>打造流畅利落的线条感，直接带来显瘦的视觉效果。褶裥配合一条<UNK>大腰带，进而突出女性的优雅身姿，随时点亮时尚造型。"}
{"source": "类型#裙*材质#棉*颜色#白色*风格#清新*裙下摆#荷叶边", "target": "裙子选用了清新的白色基调，辅以防走光的纯棉内衬，既贴心舒适，又使裙身穿着更显立体优雅。配以肩部的装饰荷叶边设计，打造优雅的甜心穿搭范。"}
{"source": "类型#裙*图案#线条*图案#印花*图案#撞色*裙下摆#花边*裙领型#v领*裙款式#拼接", "target": "裙身布满了别致的印花，配色和谐雅致，在轻盈又具有光泽感的真丝面料上柔美绽放，上身极为衬肤显白。小v领的剪裁，领深恰到好处，适当展露出莹润锁骨，拉伸脖颈线条，衬得气质更为优雅。领口和袖口均用水溶花边拼接，用撞色的心机轻松点亮整体设计感，更显精致美好。"}
{"source": "类型#裙*材质#雪纺*风格#淑女*风格#清新*图案#碎花*裙袖型#灯笼袖", "target": "碎花裙是从骨子里透出清新感的款式，同时彰显出几许别致的风情，玩转出都市情调的即视感。灯笼袖的设计，衬出落落大方的淑女气质，融合清新的碎花图案，平添出一股淡雅的惬意风情，加之自然垂落的裙摆，碰撞轻盈的雪纺面料，诠释出专属的淑女气场，十分的抢眼。"}
{"source": "类型#上衣*材质#蕾丝*风格#简约*图案#线条*图案#蕾丝*衣样式#打底衫*衣款式#拼接*衣款式#纽扣", "target": "整体采用优雅天蓝色<UNK>面料，不仅能够单穿透气。还能够当打底衫穿着贴心又省事，方便穿搭配合格式裤裙装。采用独特的后背纽扣蕾丝拼接样式设计，非常的古典又大气。再配上前面衣身明朗的线条，完美打造出一个简约大方的都市职业女性。"}
{"source": "类型#裙*材质#天丝*材质#牛仔布*风格#简约*风格#知性*图案#线条*图案#刺绣*裙型#牛仔裙*裙袖长#短袖*裙领型#圆领*裙袖型#喇叭袖", "target": "超精致的刺绣天丝牛仔裙，上身非常的减龄。颜色清清爽爽的牛仔色，彰显着时尚的青春活力。短袖的剪裁结合喇叭袖型设计，十分的甜美。同时有效的修饰手臂线条，简约的大圆领型，展现着女性优雅知性气质，别致的花朵刺绣工艺，非常的精致美观。"}
{"source": "类型#裙*图案#线条*裙腰型#宽松腰*裙衣门襟#系带*裙款式#吊带*裙款式#露肩*裙款式#抽褶", "target": "浪漫又时尚的吊带露肩裙，能够勾勒出女性迷人的锁骨线条和肩部线条，袖口褶皱的设计配以系带，展现了女性细长的手臂。宽松腰型的设计，突出女性纤细的腰型，遮挡住腹部的赘肉，下摆的垂感好，<UNK>的散发出唯美飘逸的浪漫气味，显露出女性精致的大长腿。"}
{"source": "类型#裤*版型#宽松*裤长#九分裤*裤型#阔腿裤", "target": "充满复古风的阔腿九分裤，宽松的裤腿显得双腿很纤细，加上九分款式显得很利落，穿上走路间尽显女神气场，腰间配上飘带来装饰，不仅增加了裤子的个性与时髦，而且还告别了单调的版面，凸显出优雅与率性，采用金属环来相连，非常精致，给人的感觉很有格调，很大气。"}
{"source": "类型#裤*版型#宽松*裤长#九分裤*裤型#阔腿裤", "target": "一款甜美不失气质感的吊带裤，选用了优质的粘纤面料制作而成，上身穿着舒适亲肤。细细的吊带，轻盈舒适，搭在双肩，营造出满满的层次感。九分裤的版型能很好的展现腿部最纤细的脚踝，很显优雅的气质感。宽松的阔腿裤版型，能很好的包容身材，任何身材的mm上身都能轻松驾驭，而且走动时也自由随性。腰部的裤头位置的有细心的交叉带设计，也从细节处提高裤子的品质。"}
{"source": "类型#裤*材质#牛仔布*风格#潮*裤长#九分裤*裤款式#破洞*裤腰型#高腰", "target": "破洞裤是时尚圈的常青树，经典不容易过时。高腰的牛仔裤款式，提升腰线拉长身材比例显高挑，小个子的女生穿着起来也毫无压力。破洞的款式，自然又随性的破洞，潮流有个性，慵懒有格调。九分裤的款式，露出脚踝穿着舒适摆脱束缚。"}
{"source": "类型#上衣*风格#清新*图案#植物*图案#印花*图案#撞色*衣样式#polo*衣领型#翻领*衣款式#纽扣", "target": "不管是在款式还是细节的设计上，都让polo衫秉持优雅的前提下，散发出个性化的光芒。小翻领处的撞色勾边设计，让人眼前一亮。质感的纽扣，突显男性魅力。植物印花图案点缀，清新又帅气。"}
{"source": "类型#裤*材质#牛仔布*材质#水洗*风格#清新*图案#线条*图案#刺绣*裤型#直筒裤", "target": "牛仔裤无论在哪个季节都能释放夺目光彩，这条水洗做旧牛仔裤，清新的颜色呈现柔和的视觉效果，穿着感舒适自如。挺括有型的直筒裤，将腿部线条修饰得更为笔直，加以充满春天气息的雏菊刺绣装饰，增添少女的甜美乖巧，柔和的渐变色带出一丝温柔的气息。"}
{"source": "类型#裤*风格#复古*风格#文艺*图案#条纹*图案#复古*裤长#连体裤*裤型#阔腿裤", "target": "采用大热的款式设计。吊带阔腿连体裤款，兼备俏丽与摩登感，而且能够巧妙的修饰身材的小缺陷。加入经典的条纹元素，散发着复古的文艺风，同时又散发着利落干练的的气质，整体设计大方百搭。"}
{"source": "类型#上衣*材质#棉麻*风格#清新*图案#形状*衣样式#外套", "target": "抱枕想必是许多人非常喜欢放在沙发上的用品，既实用还有一定装饰作用，这款抱枕色调素雅简洁。看起来非常清新百搭，外套优质的棉麻面料亲肤透气，内里<UNK>则是从采用磨毛面料，不易<UNK><UNK>，经久耐用，独特的<UNK>三维回弹。形状饱满弹性好，无论是靠着还是抱在<UNK>都非常舒服柔软。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*风格#简约*裤款式#纽扣*裤腰型#高腰", "target": "高腰宽松版型能让每个人都可以完美地驾驭它，就算胖mm也丝毫不用担心，显瘦的同时还能让你轻松变身长腿女神。另外，精致的纽扣装饰使得整款裤子简约之中又不失单调，分外有型。"}
{"source": "类型#裤*颜色#浅蓝色*颜色#深蓝色*风格#性感*图案#几何*图案#线条*裤长#九分裤*裤款式#拼接*裤款式#口袋", "target": "裤装，作为基础款，深受都市女性的喜爱。u／ti这款休闲裤采用淡淡的浅蓝色，让你成功摆脱沉闷感，带来一抹清爽气质。裤身两侧的深蓝色线条拼接，在视觉上具有拉长腿型，同时不失吸睛亮点。对称的几何口袋，兼具装饰性与实用性。九分的裤长，露出性感脚踝，隐隐间更有显高的效果。"}
{"source": "类型#上衣*颜色#黑色*风格#简约*风格#运动*风格#青春*图案#条纹*图案#撞色*衣样式#外套*衣长#中长款*衣款式#罗纹", "target": "活力十足的运动风本季时髦回归，简约利落的外套赋予女性别样的朝气活力。强烈的撞色效果和新式面料的运用，无论是色彩还是设计都足够抢眼。黑色的基调融入<UNK>红白条纹，营造视觉的层次感。天然的面料与流行的罗纹棒球相得益彰，配上中长款的直筒版型，适合任何身材的mm。"}
{"source": "类型#裤*颜色#黑色*图案#字母*图案#文字*裤长#短裤", "target": "此款短裤是BRAND与<UNK>联名推出单品，以<UNK>为主题展开设计。在极简的纯黑色基底上，融入字母、标示等多种元素进行装饰，有着丰富的设计感。"}
{"source": "类型#裙*材质#蕾丝*颜色#粉色*颜色#墨绿色*风格#复古*风格#知性*图案#复古*图案#撞色*图案#蕾丝*裙下摆#荷叶边*裙长#半身裙*裙袖型#喇叭袖*裙款式#抽褶", "target": "复古的喇叭袖上衣，采用淡雅的粉色调设计，很是甜美减龄；而门襟处撞色褶皱荷叶边的点缀，大大增添了整体的立体感，愈显女性的娇俏动人。下身柔美的蕾丝半裙以墨绿色作为主色调，流露着知性温婉感，更加衬显女性的好气质。"}
{"source": "类型#裤*版型#宽松*风格#简约*裤长#短裤*裤款式#口袋*裤腰型#松紧腰", "target": "本款短裤选用简约的设计风格，版型宽松，腰部设计选用比较灵活的弹性束紧腰，能够方便的调节腰部的松紧，穿着起来更加轻便舒适。镶嵌了个性实用的男士口袋，穿着起来更加方便。"}
{"source": "类型#裤*材质#棉*材质#水洗*风格#日系*风格#复古*风格#潮*风格#性感*图案#复古*图案#线条*裤款式#口袋", "target": "采用合理的裁剪打造出而成，立体感十足，可以很好的修饰双腿。裤子的线条完美的贴合双腿，优质的纯棉面料细腻柔软，穿上很舒适，清晰的纹理很耐看，也很耐穿。经过水洗磨白处理呈现出复古做旧的效果，整体带来日系的风格，一侧的贴布装饰带来潮流的气息，两侧加上口袋，增加了随性感。"}
{"source": "类型#上衣*材质#棉*颜色#纯色*风格#复古*风格#青春*图案#纯色*图案#复古*图案#线条*衣样式#衬衫", "target": "这款独具青春气息的衬衫象征着复古的时代感，采用素净的纯色的色调设计，穿起来更加百搭而有型，搭配不同色调都毫无违和感。结合纯棉的材质面料，让温和亲肤性脱颖而出，简单的翻领口版型设计和利落整洁的剪裁效果。让有型的身材线条脱颖而出。"}
{"source": "类型#裙*材质#网纱*风格#性感*图案#条纹*裙长#长裙*裙领型#圆领*裙款式#吊带", "target": "落落大方的精致两件套。内部的长裙飘逸而俊美，展现出干练端庄的女性气质。简洁的圆领曲线，摆脱了过多的装饰，体现了简洁的风度。竖向的条纹肌理，修饰完美身形，散发着高雅的清纯气息。外部为网纱透明的吊带装饰，将女性的高雅甜美重回性感风度。"}
{"source": "类型#上衣*材质#牛仔布*材质#水洗*颜色#黄色*颜色#浅蓝色*颜色#深色*风格#复古*图案#格子*图案#复古*衣样式#外套*衣款式#纽扣", "target": "BRAND的这款外套有格纹与牛仔两种设计，同款不同色，甚至连元素都不相同，选择多多更具趣味性。黄色格纹款是这一系列的春季限定，色彩冲撞复古又减龄。牛仔<UNK>采用水洗浅蓝色，结合解构的纽扣设计，摆脱深色的沉重感。"}
{"source": "类型#裤*材质#牛仔布*材质#水洗*裤型#阔腿裤*裤款式#不规则*裤款式#流苏*裤腰型#高腰*裤口#毛边", "target": "韵味十足的一款牛仔阔腿裤，运用了水洗工艺进行处理，呈现出一种淡淡的做旧感。不规则的下摆，加以流苏毛边的处理，更添几分与众不同的个性独特感，再配以高腰的版型设计，让腿显得更加的纤细迷人，同时也修饰的更加直了。"}
{"source": "类型#裙*版型#宽松*材质#蕾丝*风格#文艺*风格#休闲*风格#清新*图案#蝴蝶结*图案#蕾丝*裙下摆#花边*裙长#连衣裙*裙领型#圆领*裙款式#抽褶", "target": "森系连衣裙非常的日常舒服，简洁大方的款式，宽松休闲的版型，穿起啦很遮肉，同时显得人很文艺小清新。经典的圆领清爽干练，宽松自然的喇叭袖口呼应了整体的休闲风格，整体感十足。两侧的褶皱边条增加了层次感，腰部两侧搭配蕾丝的花边，打一个蝴蝶结，显得十分甜美浪漫。"}
{"source": "类型#上衣*版型#宽松*材质#棉*材质#牛仔布*材质#水洗*颜色#灰色*衣样式#外套*衣领型#立领*衣门襟#拉链*衣款式#拉链", "target": "叙旧以略微水洗做旧的黑灰色基调打造的这款纯棉牛仔外套，整体采用了宽松的剪裁和立领的设计，带来较为舒适且自在的穿着美感。设计师为这款外套做了束口的袖口效果，并配合对襟的拉链开合，带来好穿且保暖的舒适感受。"}
{"source": "类型#裤*风格#复古*风格#高贵*图案#复古*裤长#连体裤*裤型#阔腿裤*裤型#连衣裤", "target": "复古的一款包臀连衣裤，中式深v领，凸显浓郁的东方美气息。优雅女人味中又透露出一种高贵气质，经典的明线剪裁，瞬间就为裤子注入了时尚的味道，轻柔的触感，传达了女人味的娇羞。结合上阔腿裤恰当的彰显女人的娴静淡雅，温柔可人。"}
{"source": "类型#裤*材质#牛仔布*材质#水洗*颜色#浅色*风格#英伦*风格#复古*风格#文艺*图案#复古", "target": "拥有浅色色调的牛仔裤，更能焕发出复古的文艺气质。采用精湛的水洗工艺，打造出印染的色调，深浅不一的色调<UNK>，打造出复古的英伦气质，拥有时尚立体感。而裤头处的金属搭扣，又显得相当立体精致，同时也更加方便穿脱。两侧的插袋设计，可以自由放置双手，打造出潇洒的风格。"}
{"source": "类型#裤*颜色#黑色*颜色#红色*风格#运动*风格#休闲*图案#刺绣*裤长#长裤", "target": "一款并不单调的休闲运动风格的运动裤，十分适合日常穿着。选用了专门的运动面料，在穿着上非常舒适，夏天也很透气干爽不会过于闷热。侧边裤脚添加了一条精美的红色刺绣，是设计中最独特的亮点。专业的设计<UNK>优选最适合的剪裁，符合人体的<UNK>剪裁，修饰身材效果明显。黑色的休闲长裤有精致的刺绣点缀，使得整体更细致。"}
{"source": "类型#裙*材质#网纱*颜色#纯色*风格#简约*图案#纯色*图案#刺绣*裙型#包臀裙*裙腰型#高腰*裙长#连衣裙*裙款式#拼接", "target": "简约而不简单的时尚连衣裙，纯色系的面料，搭配精美的刺绣，展现出唯美而别致的艺术美感。v字网纱拼接领口，衬托出迷人的肤质。高腰包臀裙版型，拉高腰线的同时还修饰出丰满的翘臀。"}
{"source": "类型#上衣*风格#简约*风格#青春*图案#撞色*衣袖型#落肩袖*衣款式#松紧带", "target": "丰盈蓬松的水貂毛皮草上衣，穿着舒适自在，彰显出高端品位。撞色边处理，莫兰迪色系和谐美好，带着丝丝初春的气息，彰显出活力与青春。简约的落肩袖，随性慵懒。衣身的袖口和下摆的松紧带设计，带出运动衫的灵动轻松感。"}
{"source": "类型#裙*版型#显瘦*材质#针织*材质#混纺*材质#纤维*颜色#白色*颜色#蓝色*风格#清新*裙衣长#短款*裙袖长#短袖*裙款式#拼接", "target": "就让这件短袖线衫在春夏继续为你展示针织的魅力，采用粘胶纤维和锦纶混纺制成，有这件极佳的弹性，带来柔软的手感，亲肤舒适。表面的针织坑条纹理结合修身短款的版型，巧妙的衬托出身材的纤细。衣身以白色为主，在袖口以及胸前用蓝色藏青色进行拼接，打造出时尚小清新的美观效果。"}
{"source": "类型#裤*材质#纤维*裤型#直筒裤*裤腰型#自然腰", "target": "直筒的裤型设计，起到了修饰腿型的视觉效果，轻松塑造女性完美腿型。优质的聚酯纤维与弹性纤维材质使用，柔软亲肤，有着良好的包容性，让穿着更感舒适自然，畅快无拘束。自然腰的腰型设计，恰到好处的贴合腰型，穿着更感舒适自然。"}
{"source": "类型#上衣*颜色#黑色*风格#运动*图案#刺绣*衣样式#卫衣", "target": "在采用黑色基调的卫衣上，前幅沿用了醒目的中国李宁刺绣字样，不但提升了品牌辨识度，还使整体蕴含着浓郁的国风运动气息。而在衣身后幅上，<UNK><UNK>的刺绣图案，与阴阳太极相互融合，无形间彰显出中国传统哲学的文化魅力。"}
{"source": "类型#上衣*材质#棉*材质#牛仔布*风格#复古*风格#潮*图案#复古*衣样式#衬衫*衣长#短款*衣款式#纽扣", "target": "这样一款造型带着个性气质的牛仔衬衫，在面料上的选用是以纯棉牛仔布制成，让你的穿着舒适自在。短款合体剪裁活力减龄，同时视觉美化身材比例，轻松打造出高挑的身材比例。精湛洗水处理，做旧毛须边衣摆，彰显随性不羁潮流气息。复古别致的纽扣带来精致装饰美感，穿着更显你细致的品味。"}
{"source": "类型#裙*版型#显瘦*颜色#黑色*风格#简约*风格#运动*风格#休闲*风格#青春*风格#性感*裙型#直筒裙*裙下摆#开叉*裙腰型#高腰*裙腰型#松紧腰*裙长#半身裙*裙款式#抽绳", "target": "一款黑色的半身裙，融入了流行的运动风，松紧腰与抽绳相融合的设计，休闲时尚更凸显出活力感，绒面的面料带来亲肤舒适的穿着体验同时。高腰与直筒的版型设计，简约利落，显瘦高挑，高街范十足。前开衩的设计，方便日常的行走。又透出性感的气息。"}
{"source": "类型#上衣*颜色#黑白*风格#简约*图案#条纹*图案#印花*衣样式#衬衫*衣门襟#系带", "target": "这款连衣裙上身采用衬衫款型，胸前领口尾端自然悬垂，增加立体感和观赏性。下身自然衔接百褶裙身，精美竖条纹凸显修长身材。整体注入黑白两种<UNK>色泽的印花元素，简约中不失优雅。腰间再配<UNK>扣宽系带，塑造硬朗高雅的女王范儿。"}
{"source": "类型#裙*版型#显瘦*材质#牛仔布*风格#潮*裙型#背带裙*裙下摆#毛边*裙款式#破洞", "target": "磨白做旧处理的牛仔裤采用毛边破洞的设计，打破了整体的单调感，更显潮流。舒适的背带，不仅保暖而且还能随意下蹲。裤腿的小脚裤处理，带给人们不一样的视觉效果。紧身款式的设计，不挑身材而且还能很好的显高显瘦。"}
{"source": "类型#上衣*颜色#粉色*风格#知性*图案#线条*衣样式#外套*衣样式#西装*衣领型#翻领*衣款式#腰带", "target": "这款西装外套，简洁的版型，彰显干练的气场。混合材质面料和棕粉色的色彩，展现出淡淡的光泽，很有俏皮的味道。延长到腰间的小翻领，延展视觉的长度，拉长颈部的线条，展现知性魅力。围裹式腰带，很有设计感，打破了西装的古板，别具特色，穿出纤细的腰部曲线。"}
{"source": "类型#上衣*版型#宽松*衣样式#衬衫*衣款式#露肩*衣款式#荷叶边", "target": "衬衫露肩设计别致个性，露出小宝宝圆圆肩膀更显娇俏。肩带松紧设计弹性舒适，不磨皮肤不紧勒，不掉肩更好穿。双袖大荷叶边设计，俏皮可爱更显小公主活泼有朝气。立体星星点缀更添童真。衣摆宽松设计灵动优雅，宽松舒适活动无拘束感。采用舒适面料柔软亲肤，手感细腻垂顺有型。"}
{"source": "类型#裙*颜色#黑色*颜色#黄色*风格#性感*裙下摆#层叠*裙长#长裙*裙领型#v领*裙款式#拼接*裙款式#腰带*裙款式#吊带", "target": "黄色绉纱层叠的连衣长裙，层叠的黄色搭配淡紫色的胸衣部分以及黑色的腰带、吊带，在拼接的设计上也巧妙的凸显了，吊带v领设计的性感魅力。而层层飘逸的裙摆，则增加了不少优雅的感觉。"}
{"source": "类型#上衣*颜色#纯色*风格#通勤*图案#字母*图案#纯色*图案#文字*图案#印花*衣样式#衬衫*衣样式#西装", "target": "这款具有浓郁通勤风范的印花衬衫，采用典型的西装款式打造，不论是日常上班亦或约会都是白搭的单品。纯色系，更能衬出白皙的肌肤，提炼挺拔的精气神儿，只在前襟绣有b字母印花，别致极了，通身的干净历练，煞是好看。"}
{"source": "类型#裤*材质#西装面料*颜色#杏色*风格#知性*风格#清新*风格#潮*图案#条纹*图案#格子*图案#几何*图案#线条", "target": "立体的长筒裤型线条剪裁干净利落，组合清晰明了的折痕，几何<UNK>增。微喇的下摆延续利落的裤腿线条，视觉上更显连贯有型，轻松打造一米八大长腿。清新淡雅的杏色，不仅为整体增添了几分优雅知性，也映衬出穿衣者的冰肌玉骨。格纹设计经典却不失潮流感，细密的条纹交叉致敬经典，平添干练气场。甄选的西装面料亲肤柔软，尽享顺滑触感，上身体验感一流。"}
{"source": "类型#上衣*风格#简约*图案#撞色*衣样式#毛衣*衣领型#v领*衣袖长#短袖*衣款式#拼接", "target": "这款混合面料的短袖，整体都采用了撞色的领口，在夏天显得十分出挑。混合的材质温暖舒适，十分亲肤，不易变形十分耐穿。好搭舒适版型，拒绝臃肿，一件就能搞定整个夏天。经典的v领设计，领口采用了撞色的拼接，让整款毛衣看上去十分简约大方，是夏天必备的一款连衣裙，展现高档品质。"}
{"source": "类型#裙*材质#蕾丝*风格#宫廷*图案#线条*图案#蕾丝*裙型#百褶*裙下摆#压褶*裙长#连衣裙*裙款式#勾花镂空", "target": "连衣裙水溶花蕾丝，花案宫廷复古风，倍添精致美感。镂空蕾丝小立领，娇嫩肌肤若隐若现。喇叭袖口挺翘微蓬，修饰纤细修长的手臂线条，衬托娇俏可人的女孩味。重工压褶裙摆，百褶均匀细致，上身尽显优雅浪漫。"}
{"source": "类型#上衣*材质#针织*风格#复古*图案#蝴蝶结*图案#复古*衣样式#开衫*衣袖长#短袖*衣袖型#收口*衣款式#螺纹", "target": "一款经典大气的针织小开衫，短袖的呈现更适合较<UNK>穿着；螺纹的收口立于领口和门襟处，贴合度更高且带来了自在的穿着感受。前胸处的流苏装点出了复古优雅的效果，配合甜美的丝带蝴蝶结装饰体现出小公主独有的俏皮与可爱。"}
{"source": "类型#上衣*版型#显瘦*图案#条纹*图案#线条*图案#撞色*衣样式#外套*衣长#短款*衣款式#拼接", "target": "玛玛绨家的这么一件短款款式设计的外套，竖条纹的经典设计，在视觉上看起来特别的有显瘦效果，加上撞色的拼接设计，穿起来特别的帅气和时髦，独特的领口设计，也十分有亮点。凸显出优美的颈部线条，看起来特别的典雅和迷人。"}
{"source": "类型#裙*材质#蕾丝*风格#清新*风格#性感*图案#格子*图案#蕾丝*裙长#连衣裙*裙衣长#中长款*裙款式#拼接*裙款式#收腰", "target": "连衣裙的清新温婉，在时尚的装扮中也是每一个现代女性展现自我优雅风情的圣品。这款蕾丝拼接打造的连衣裙，在格子图案的衬托中也尽显时髦韵味。中长款裁剪和收腰制作，在穿着中也凸显着女性性感优美的小蛮腰。"}
{"source": "类型#裙*材质#网纱*风格#清新*风格#性感*裙长#连衣裙*裙款式#拼接", "target": "朦胧质感的网纱拼接下摆算是个性出彩的设计，应用在连衣裙的设计上面，实力增添清新唯美的少女气质。而且网纱拼接的面料现在有着比较好的悬垂性，进行连衣裙拼接设置之后，增强了连衣裙的灵动效果，展现女性的妖娆性感身姿。"}
{"source": "类型#裙*版型#显瘦*图案#印花*裙型#百褶*裙长#半身裙", "target": "BRAND家的这款半身裙采用素雅色作为主色调，让其入眼就感到十分平静柔和。精美印花装饰裙身，轻松演绎优雅女人味。修身百褶设计，能够更好的修饰身形，自信展露窈窕身姿，非常适宜早春气候出门游玩~"}
{"source": "类型#裤*版型#宽松*颜色#纯色*图案#纯色*裤款式#抽绳*裤腰型#松紧腰*裤口#小脚", "target": "纯色的裤身采用了压褶工艺处理，呈现出细腻清晰的纹理，提升了裤身的立体结构感，让裤身有着微微的弹力，贴合着肌肤清爽舒适，宽松的裤身还有着遮掩腿型的效果。松紧腰身的内里装饰着抽绳，可以自己调节松紧度，对身材比较包容，微微收口的裤脚走线流畅，穿着时更显帅气干练。"}
{"source": "类型#裙*材质#蚕丝*图案#刺绣*裙型#大裙摆*裙下摆#开叉*裙腰型#高腰*裙长#连衣裙", "target": "仙气指数爆棚的真丝连衣裙来啦，上身让你秒成女神！ta刺绣的面料立体感强，越看越耐看；古风的斜襟设计，突显出民族特色；透视的袖子，则让手臂若隐若现，格外撩人；高腰的大裙摆，更是巧妙修饰出大长腿；同时裙摆上开叉的设计，重点突显设计感又方便行走！"}
{"source": "类型#裙*图案#形状*裙型#包臀裙*裙腰型#高腰", "target": "百穿不厌的包臀裙，用独特的设计，将身材曲线淡淡勾勒，优雅迷人。高腰的款式，无形中提升腰线，使双腿显得更加修长。而真挚的面料，富有弹力，穿着轻松惬意。被值得立体花纹，形状各异，凸显造型的同时，彰显个性时尚。"}
{"source": "类型#上衣*衣样式#毛衣*衣领型#圆领*衣长#中长款*衣款式#拼接", "target": "经典的一款男士圆领毛衣，带有经典的双色拼接元素，能有效提升穿着的时尚度。经典的中长款的版型，具有较好的保暖<UNK>，在<UNK>都具有极强的吸睛能力，诠释出许多细腻精美的时尚指数。"}
{"source": "类型#上衣*衣样式#开衫*衣领型#圆领*衣长#短款*衣款式#链条*衣款式#口袋", "target": "短款的版型设计，展现出简洁利落的质感，小圆领的开衫搭配链条的包边，呈现出清晰的层次，帅气中具有减龄的时尚风。袖口搭配具有层次感的链条，简洁利落中更显唯美大方，，双侧搭配链条口袋的装点，衬托出精致的小香风。"}
{"source": "类型#上衣*风格#复古*风格#性感*图案#复古*衣样式#衬衫*衣袖型#灯笼袖*衣款式#绑带", "target": "此款衬衫采用灯笼袖的袖子，带有复古韵味的设计可以更好遮住手臂的赘肉，加上<UNK>松紧的设计，可以更好的凸显纤细的手腕。后背绑带的设计，<UNK>个性，性感，甜美与一体，展现设计师独特的设计理念，使衬衫多了时尚大气的感觉。"}
{"source": "类型#上衣*风格#清新*图案#条纹*衣样式#衬衫*衣款式#拼接", "target": "这是一条彰显个性的连衣裙。将传统的艺术元素水墨画与时尚相融合，给予了时尚新的定义。百搭的衬衫连衣裙，充满了亲和力，清新的蓝白条纹，裙两侧的拼接设计，呈现出假两件的视觉效果，真的是素雅不失摩登。"}
{"source": "类型#上衣*版型#宽松*颜色#驼色*风格#复古*风格#休闲*风格#青春*图案#复古*图案#波点*图案#撞色*衣样式#卫衣*衣袖型#蝙蝠袖*衣款式#荷叶边", "target": "驼色的衣身带点做旧的质感，散发复古优雅的年代气息，气质独特，加以撞色波点的装饰，增添时尚感，尽显青春的活力。宽松的版型搭以蝙蝠袖设计，凸显卫衣的休闲动感，着装感上也是轻松舒适，带着些许慵懒。而肩袖的荷叶边装饰，则为个性的卫衣装扮优雅甜美的味道，产生了风格的巧妙碰撞，也为平直的卫衣丰富了层次，更显立体。"}
{"source": "类型#裙*材质#雪纺*图案#碎花*裙长#连衣裙*裙款式#拼接*裙款式#木耳边", "target": "碎褶拼接的木耳边设计造型翩然有范儿，配上一袭摇曳生姿的折褶裙摆设计，为这款雪纺连衣裙增添更多的俏丽元素；搭配上这款连衣裙印染的碎花图案，散发纯美气息的小雏菊图案为小甜心的气质加分不少，穿出娇俏优雅的美甜心BRAND。"}
{"source": "类型#上衣*颜色#纯色*颜色#绿色*颜色#迷彩色*风格#潮*图案#纯色*图案#迷彩*衣样式#卫衣*衣袖型#落肩袖*衣款式#连帽", "target": "自带潮男帅气硬朗的绿色连帽卫衣，利用迷彩元素点缀一身，打破纯色单调更显张扬洒脱。落肩的设计，自带慵懒随性的惬意感，个性的袋鼠兜，既可以让你放置随身小物更易出街凹造型。"}
{"source": "类型#裤*版型#显瘦*材质#棉*材质#牛仔布*材质#纤维*颜色#黑色*风格#简约*裤长#长裤", "target": "非常简约且修身显瘦的一条黑色纯棉牛仔长裤，材质上精选<UNK>的棉与<UNK>天然再生纤维相结合，带来舒适惬意的穿着体验。同时，经典百搭的深黑色调，视觉上更显双腿修长，合理贴心的胯部<UNK>设计，自然贴身不紧绷，纵享自由畅快的时尚体验。"}
{"source": "类型#裤*图案#刺绣*图案#撞色*裤款式#拼接*裤腰型#松紧腰*裤口#小脚", "target": "撞色的拼接，丰富视觉层次，打破沉闷的感觉，演绎春日气息。花鸟刺绣的设计，精致典雅，看上去比较出众。松紧腰设计的裤装，带来舒适的穿着体验，有效减少紧绷的感觉。小脚裤的设计，优化腿型。"}
{"source": "类型#上衣*风格#英伦*图案#格子*衣样式#风衣*衣领型#翻领", "target": "这件风衣采用经典黄棕色格纹作为基底，别具英伦浪漫风情。同时衣身采用时尚翻领设计，再配合上简洁大方的直筒插兜工艺，上身穿着利落精干，尤显精气神，十分彰显女性的优雅英气。"}
{"source": "类型#上衣*版型#宽松*风格#街头*衣样式#风衣*衣样式#外套*衣门襟#双排扣*衣款式#口袋*衣款式#连帽", "target": "一件富含设计理念的风衣外套，是有很多亮点和看点的。落落大方的宽松版型配隐藏式连帽，正面双口袋边上挨着侧边扣，优雅的双排扣优美地展现出一个作为型男的气质，且层次感丰富。整件外套不仅给了你舒适的穿着体验还彰显出独特的个性。穿着这样的外套走在街头，分分钟成为主角。"}
{"source": "类型#裙*版型#显瘦*风格#性感*图案#线条*图案#印花*裙长#连衣裙*裙款式#拼接*裙款式#吊带", "target": "性感的小吊带连衣裙一定是每个女生都无妨抗拒的，交叉细吊带设计，露出锁骨线条，呈现小性感的味道。大面积的印花装饰，拒绝单调沉闷的体验。腰部双层拼接，富有层次感，有效的修饰腰线，有显瘦的效果，展现优雅身姿。"}
{"source": "类型#裙*版型#显瘦*材质#牛仔布*颜色#深色*风格#复古*风格#潮*图案#复古*图案#线条*裙型#牛仔裙*裙长#半身裙*裙款式#纽扣", "target": "褪去沉重的装扮换上轻盈的裙装当然离不开牛仔半身裙，深色作为基底融入了微微的洗白工艺为整体的造型增添了不少的亮点，打破单调却富有了更多的层次感。单排纽扣形成竖形的样式点缀在了裤面上，为造型打造了更多潮流感还多了一份复古气息。牛仔半身裙的版型裁剪享有利落的线条感，突出女生柔美的线条感，更能达到修身效果。"}
{"source": "类型#裤*材质#棉*颜色#纯色*风格#简约*风格#休闲*图案#条纹*图案#纯色*图案#撞色", "target": "很简约休闲的纯色系，有着较强的穿搭性能，不管搭配任何颜色的服饰都能轻松打造出大气时尚的风格。甄选纯棉的面料制作而成，质地柔软细腻赋予舒适的穿在体验。大腿一侧的撞色条纹与相反的裤脚相呼应，大大提升了吸睛效果，特别的个有范。"}
{"source": "类型#上衣*颜色#灰色*风格#休闲*衣样式#外套*衣款式#连帽", "target": "一款时尚富有品味的派克外套，温文尔雅的中灰色调，配以垂顺流畅的版型，穿在身上有型又有范儿。连帽的设计，增添休闲时尚感，温暖呵护头部和颈部。前襟处的按扣设计，方便穿脱，有效防止冷风灌入体内。两侧的斜插兜设计，打造出孩子的<UNK>地。"}
{"source": "类型#裙*版型#显瘦*材质#丝绒*风格#性感*图案#刺绣*裙长#连衣裙*裙领型#v领*裙款式#吊带", "target": "裙身的刺绣图案着实让人眼前一亮。惟妙惟肖的花鸟，鲜艳亮丽的颜色，精致细腻的做工，都在无声地告诉你，这不是一件普通的连衣裙。搭配拥有高档质感的丝绒面料，瞬间俘获不少拥<UNK>者，尽显名媛的优雅风姿。时尚的v领吊带为都市女性笼罩上了一层性感的韵味。露出纤细的锁骨和肩部，显瘦又迷人，吸睛率满分。"}
{"source": "类型#上衣*图案#线条*衣样式#毛衣*衣领型#圆领*衣款式#钉珠", "target": "与以往的圆领口设计不同的是，这款毛衣增添了花边元素，既能够修饰出你细长美丽的脖颈线条，又能够呈现出甜美稳重的视觉效果。再加上靓丽而不庸俗的钉珠点缀其中，使得此领口设计更具色彩与趣味感，从而给你带来娇媚而不跳脱的穿着体验。"}
{"source": "类型#上衣*图案#线条*衣样式#毛衣*衣领型#圆领*衣款式#钉珠", "target": "一直以来圆领口设计从而被时尚所淘汰过，反而越来越受到人们的喜爱与追求。因此这款毛衣便选用了此设计理念，既能够修饰出你精致迷人的五官轮廓，又能够凸显出你纤长均匀的脖颈线条。再加上闪亮精美的钉珠点缀其中，使得此领口设计更加时尚靓丽。"}
{"source": "类型#上衣*版型#显瘦*颜色#纯色*风格#简约*图案#纯色*衣样式#polo*衣领型#翻领*衣袖型#落肩袖*衣款式#口袋", "target": "polo衫是将商务和日常完美结合的时尚单品，胸口个性徽章的点缀配上简约的口袋显得更有逼格哦，简约的纯色配上修身的版型贴合身形，凸显出型男的身姿呢。大气翻领的设计提升了绅士范，上身更有逼格哦。落肩的裁剪配上精致的面料舒适亲肤，上身更有型，凸显出型男身姿。"}
{"source": "类型#上衣*版型#宽松*颜色#白色*颜色#黑白*风格#通勤*衣样式#衬衫*衣领型#立领", "target": "衬衫不仅仅只有黑白。选用了亮色做衬衫主打色，可以给上班增添一份活泼好心情；适当大小的立领满足通勤的任何需求，不是那样的正式，也不是那样的随意；白色的精致的小扣子像白色的小花一样点缀在衬衫上；宽松的版型让你在任何环境下都舒适、放松，享受自己。"}
{"source": "类型#裙*版型#显瘦*材质#蕾丝*风格#复古*图案#复古*图案#线条*图案#蕾丝*裙型#a字*裙下摆#花边*裙腰型#高腰*裙长#连衣裙*裙领型#v领*裙领型#一字领*裙款式#拼接*裙款式#钉珠*裙款式#纽扣", "target": "连衣裙桃心v领设计，也可以拉成一字领穿，蕾丝纱花边拼接，承托着优美的脖颈线条。门襟钉珠花纽扣，带着复古腔调。高腰位设计，打造高挑身材比例。a字摆挺括微蓬，显瘦显高挑。"}
{"source": "类型#裤*版型#显瘦*颜色#卡其色*风格#复古*图案#复古", "target": "这是一款经典的卡其色休闲裤，稍作了一些磨白设计，增加了复古感。合体修身的剪裁，显瘦显高，修饰腿型。双褶裥的设计，更加贴合腿型。裤子长度适中，没有拖沓感，利落有型。休闲裤精选优质面料，手感柔软，穿着舒适，适合贴身穿着。"}
{"source": "类型#裤*版型#显瘦*材质#牛仔布*图案#线条*裤型#直筒裤*裤款式#破洞*裤腰型#高腰", "target": "这款牛仔裤做了一个直筒的剪裁设计，可以更好的修饰腿部的线条感，搭配修身的剪裁会更加的显瘦，裤子上做了破洞的设计效果，看上去显得更加的有个性，搭配<UNK>漆的装饰效果，看上去显得更加的有时尚质感。裤子刻意做了高腰的设计，穿着更加舒适的同时，也会更显腿长。"}
{"source": "类型#裙*版型#宽松*版型#显瘦*颜色#纯色*风格#性感*图案#纯色*图案#线条*裙长#连衣裙*裙衣长#中长款*裙袖长#无袖*裙领型#v领*裙款式#收腰", "target": "简洁大气却不失美感的无袖连衣裙，纯色的裙身没有过多繁复的装饰，采用独特的版型剪裁来营造时尚美感，很显小心机哦。中长款的宽松版型，腰间加入弹力收腰，既可以很好地诠释黄金身材比，而且还可以有效地隐藏起腹部上的肉肉，实力显瘦。精致的大v领设计，展露锁骨线条性感迷人，优雅大方更是显得女人味十足~"}
{"source": "类型#上衣*颜色#黑色*颜色#红色*风格#街头*风格#潮*衣样式#外套*衣袖型#落肩袖*衣款式#口袋*衣款式#连帽", "target": "经典连帽落肩的款式，增添了别样的立体口袋设计，黑色外表红色内里，色调撞出时尚动感的同时。更显现出一份经典率性的街头潮流，将你的帅气洒脱展现出来。这款外套简直就是不擅长搭配的汉子们的福音，怎么穿都好看！"}
{"source": "类型#裙*材质#网纱*图案#蝴蝶结*裙型#网纱裙*裙长#连衣裙*裙款式#拼接", "target": "背心连衣裙，看着就很清凉，是为小萝莉夏日准备的。萌萌的小皇冠，搭配蝴蝶结网纱，像妈妈的项链耳环一样的精致。下面拼接的网纱裙摆，裙摆有着浪花一样的弧度，荡漾出活力与俏皮。裙摆加内衬有3层，既有层次又有品质。"}
{"source": "类型#上衣*材质#针织*图案#蝴蝶结*衣样式#衬衫*衣样式#马甲*衣长#短款*衣款式#绑带", "target": "这是个适合穿针织马甲的季节，这款马甲看似简单，却极为有心机，在侧边的绑带设计是最大的特点，设计感很强，可以绑成蝴蝶结样式，也可以更加随意的散开。短款的长度<UNK>一点的衬衣最为好看。"}
{"source": "类型#裤*版型#显瘦*材质#牛仔布*风格#青春*图案#线条*裤长#九分裤*裤长#八分裤*裤款式#不规则*裤口#毛边", "target": "符合人体工学设计的牛仔裤，修身的立体版式，结合具有筋骨感的牛仔面料，轻松修饰出了匀称的双腿线条。八分的长度表现的恰到好处，即使娇小妹纸也能穿出九分的长度，凸显出纤细脚踝的同时，更显的身形高挑有致。不失设计感的裤脚，采用了不规则的设计，结合毛边的处理，尽显个性不羁的青春动感。"}
{"source": "类型#裤*材质#牛仔布*颜色#深蓝色*风格#清新*裤款式#拉链*裤腰型#高腰", "target": "这款牛仔裤采用了高腰的设计，能让人提高腰线，改善身材的整体比例，凸显双腿修长。而裤腰处的双层拉链设计，极具装饰效果，仿佛融入了浓郁的古典气息，使其更加时尚。而经典的深蓝色调，带着清新的自然感，更适合春夏穿着。"}
{"source": "类型#上衣*风格#青春*图案#绘画*图案#印花*衣样式#卫衣*衣款式#飘带", "target": "古代风流<UNK><UNK>于山水，<UNK>美化身心。如今<UNK>将山水画在这件卫衣上<UNK>，诠释出<UNK>总相宜的中国绘画艺术的美，而品牌的logo更像是一枚印花，让画作变得更加完整。同时也汲取了正当时的流行力量，在帽子上创新的设计了可拆卸的<UNK>古风飘带，囊括着<UNK>，自然魅力无双。"}
{"source": "类型#裤*版型#宽松*风格#潮*图案#印花", "target": "这款裤子采用了优质的速干面料打造，清爽透气，易洗快干，更有着细腻的触感，上身穿着时刻享受干爽的效果。裤脚出运用了个性的印花点缀，增添了吸睛点的同时，又显得随性有潮流感，凸显不羁的潮流风范。宽松的短款裤型，上身随性自在没有束缚感，又能很好的拉伸整体<UNK>的比例，打造大长腿的既视感。"}
{"source": "类型#裙*图案#线条*裙型#a字*裙型#大裙摆*裙腰型#高腰*裙衣门襟#拉链*裙款式#拉链", "target": "前腰口的工字褶位，勾勒出腰线更显身材。两侧斜插袋，凸显裙身的亮点风格。左侧腰口缝制配色隐形拉链，穿着便捷且外表美观。后腰<UNK>腰，贴合臀部线条，单边贴袋巧妙装饰。a字高腰大裙摆的版型，悬垂挺括且随意摆动。"}
{"source": "类型#上衣*材质#牛仔布*材质#水洗*风格#街头*衣样式#外套*衣领型#翻领*衣款式#口袋*衣款式#纽扣*衣款式#对称", "target": "一款时尚百搭的牛仔外套，采用水洗磨白的设计，独具时尚街头范，立体有型的小翻领设计，舒适服帖着小脖子。对称的翻盖口袋设计，丰富整体的立体感。优质的金属纽扣设计，不仅美观大方，还方便穿脱。柔软亲肤的牛仔面料，穿着无刺激感。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*版型#立体剪裁*风格#运动*裤腰型#松紧腰", "target": "BRAND运动裤使用了立体剪裁设计打造出了相对宽松的款型，立体剪裁设计能在裤子和人体之间留下一定的空间，方便你进行大幅度的伸展动作，不会对身体造成紧绷和压迫的不适感，同时还具有修饰腿部轮廓的作用，打造出了穿着显瘦的视觉效果。腰部添加弹力松紧设计增大了裤子的包容性，它可以贴合你的身形自动调节，穿着起来不会太过松垮也不会太过紧绷，运动起来更自然。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*裤款式#口袋*裤款式#纽扣*裤款式#松紧带", "target": "腰头采用较宽的松紧带，舒服自在，而且穿脱很方便。宽松的裤腿把腿不直、小粗腿等缺陷通通都隐藏起来，视觉上别提有多显瘦。而且兼具时尚感，轻轻松松就很有范儿。两侧插袋，臀部一侧纽扣口袋，可以提臀又有装饰作用。"}
{"source": "类型#裙*风格#知性*风格#潮*裙长#连衣裙*裙款式#拼接*裙款式#钉珠", "target": "拥有拼接潮流的浪漫连衣裙，以温柔高雅的特点表达出具有品位感的风情一面。走心的钉珠设计镶嵌裙身，显得精致无比，有股知性且不失潮流的感觉。同时撞料的工艺有效打破沉闷，在层次感的压条与<UNK>点缀里，平添几分灵动与优雅感。"}
{"source": "类型#上衣*风格#通勤*衣样式#套头衫*衣领型#圆领*衣袖型#罗纹袖口*衣款式#罗纹", "target": "基础款的套头衫，精致圆领，领圈罗纹收口，领型贴合颈部肌肤，舒适合体肩型，合体的衣长，大方得体，利落通勤也很时尚。轻熟实穿，下摆罗纹微收，上身geng有型。"}
{"source": "类型#裙*图案#条纹*裙长#连衣裙*裙袖长#长袖*裙款式#拼接*裙款式#抽褶", "target": "遍布整件裙身前幅的褶皱拼缝设计，带来的不仅是层次分明的立体感，还是各类拼接条纹的分界线。<UNK>褶皱拼缝的介入，可使得条纹拼接更为浑然天成，毫不拘谨死板。同时，褶皱拼缝设计展示了裙款精湛的制作工艺。长袖的款式，很适合现在的天气同时连衣裙的款式，省去了搭配的烦恼。"}
{"source": "类型#上衣*颜色#绿色*图案#字母*图案#文字*图案#渐变*图案#印花*衣样式#卫衣*衣门襟#套头", "target": "这款套头卫衣的颜色非常的个性是时尚的渐变绿色，这样的颜色非常的衬肤色，可以让你显得更白皙。胸前的字母大印花，增添了你的时尚感，让你显得与众不同。"}
{"source": "类型#裤*版型#宽松*版型#显瘦*图案#线条*图案#刺绣*裤款式#拼接*裤款式#抽绳*裤腰型#松紧腰*裤口#小脚", "target": "松紧式抽绳收腰弹力十足，贴合腰际<UNK>，穿脱方便。宽松的裤身版型结合利落剪裁，巧妙的修饰了纤细高挑的身形，凸高显瘦。裤脚采用独特的束口拼接设计，平整有型，优化了腿部线条，美观固型。精美英文字母刺绣图案装饰，极具艺术设计感，新颖别致。"}
{"source": "类型#裤*版型#显瘦*材质#牛仔布*材质#水洗*风格#休闲*裤款式#口袋*裤腰型#中腰", "target": "中腰的版型裤型设计外观简洁，和两侧斜插的口袋映衬起来，显得更加时尚和别出心裁。牛仔裤水洗磨白的面料硬挺，具有垂坠感和挺括感，可以把腿部的肉肉藏起来，显瘦的同时更给人一种脖子底下都是腿的感觉。裤脚处稍加点缀的磨边处理，更显休闲个性的时髦韵味。"}
{"source": "类型#上衣*材质#棉麻*风格#淑女*风格#简约*风格#清新*图案#条纹*图案#线条*衣样式#西装", "target": "用简约的版型诠释女性的干练，用淡雅的色系打造清纯的淑女。西装的挺括版型，利落的线条勾勒，尽显出女性的干练和潇洒，穿出不一样的洒脱和随性，配上条纹的面料，浪漫的勾勒出精致的竖条，增添了几分小清新的风范，穿出了甜美的大气和优雅。棉麻的舒适材质，紧贴肌肤，带来细腻的舒适享受。"}
{"source": "类型#上衣*版型#宽松*颜色#白色*风格#运动*风格#休闲*风格#清新*图案#印花*衣样式#卫衣*衣袖型#落肩袖*衣门襟#套头", "target": "白色的套头卫衣用表情各异的小<UNK>的印花图形，让宝贝们穿出春日里独特的小清新风格，充满着好奇心和想象力的个性时尚感。落肩设计带来oversize的廓形感，给小朋友们宽松自在的轻松穿着感，体现着十足休闲运动的活力风格，舒适清爽。"}
{"source": "类型#裤*材质#牛仔布*风格#街头*裤长#九分裤*裤款式#破洞", "target": "百搭而彰显街头时尚感的牛仔裤，更加贴合肌肤并修饰身材的版型，雕琢出高挑的身段和修长的腿部曲线。膝盖处的破洞设计，点缀出利落的街头气质。九分裤腿，搭配各种鞋子都很拉风。"}
{"source": "类型#裙*风格#简约*风格#知性*风格#潮*裙款式#流苏", "target": "浪漫新潮的流苏设计，总是能够展现出知性温婉的气息，靓丽吸睛个性别致，造就出了迷人的视觉效果。一抹流苏精心的镶嵌在了裙摆的位置，呈现出迷人的气息，既有着自由飘逸的浪漫美感，又能够缔造出温婉时尚的特色，简约大方，魅力十足，尽显时髦的韵味，且永不过时。"}
